[
  {
    "date": "Friday, May 1, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: MAKE CHARACTER YOUR LOUDEST STATEMENT</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Verses said to be written on the Union by Jonathan Swift</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Today 1707, the axe of union between England and Scotland were passed, forming modern Great Britain.</p>\n\n    <p> </p>\n\n    <p>          The fine line that delineates what is important from what is not, the markridge, the bird on the ridge outback.</p>\n\n    <p> </p>\n\n    <p>         Avoid the menacing rhetoric half-sentence plague at cognition halting. It is the desire of they the impudent that lurk in the cold dark to fatigue your . . . Ariadne’s thread.</p>\n\n    <p> </p>\n\n    <p>         Death the one true god, the imperial leader of the brethren.<i>  The force that through the green fuse drives the flower… is my destroyer</i> . DYLAN THOMAS.</p>\n\n    <p> </p>\n\n    <p>         The beauty in aesthetics . . . like this album I’m currently listening to, <i> Art Angels</i>  by <i> Grimes</i>  - <i> World Princess part II</i>  . . . another reason for this input is to protest the not so recent suggestions from the collective hive mind who’s chosen to <i> reveal</i>  a daunting diminutive explanation: the reason why my dad’s house isn’t painted; a failure as unimpressive, I can’t remember. The subtle unapologetic reason seated on philosophical reason, debauching any subjective contingency I’m slating is a lack of a spiritual umbrella. I quote from Why Beauty Matters by Roger Scruton “<i> … why beauty matters. It is not just a subjective thing but a universal need of human beings. If we ignore this we find ourselves in a spiritual desert.</i> ” A reflection from my days of ingesting weed, I remember the epiphany from thought stirring, the revelation of abstainment. I had a moment of aha, <i> now I get it, I shouldn’t stay here</i> . The lack of colour leads to a depravity; a pernicious chronological transition leading to this. I can remember mom saying when she had me for dad, he had no sofa - you know what I mean - and when we moved into ours, we had no tv, mom got the one we used for years, the big inch one he got, barely was used, maybe it broke down, can’t remember. Anyway you get why it was a gradual apprehension, at least in relation to my aging and cognizance of it, the depravity existed in different forms, from the first bungalow with a living room with no curtains to the new house walls he concluded needed no colours.</p>\n\n    <p> </p>\n\n    <p>         Nietzsche knew our capacity to think wasn’t some free floating soul but was embedded in our physiology, constrained by our emotion, shaped by our motivation.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Saturday, May 2, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: BE THE PERSON YOU WANT TO BE</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: The Merry Month of May by Thomas Dekker</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Today, a day of love. Listened to what is Love by your one solely loving TheoPhiL, and I lost count already. I miss Esperanza, I think I do more than that, I’m kinda lost but found, a longing for a time that wasn’t perfect but heartfelt. <i> I am visions of the future</i>  —<i>  </i> a menacing parasitical emblem of my fortitude to pacify the suffering of the present. Creating it is.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Sunday, May 3, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: SHOW, NOT TELL, WHAT YOU KNOW</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Tartary by Walter de la Mare</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         I still can’t reason my way out of not loving life and my budding self, in time I’ll blossom.</p>\n\n    <p> </p>\n\n    <p>         For in much wisdom, there is also much sorrow (Ecclesiastes) an allusion to the state of the West and its constant dissolution of previous knowledge, the quest of the endless seeker who unsettles all things.</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Monday, May 4, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: WHAT’S TRULY IMPRESSIVE</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Back in the Playground Blues by Adrian Mitchell</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Today, I feel like the enemy wants me to relent on my strive for mastery, I went through my old jotter and I found insights, powerful maxims from an old anecdote, The richest man in Babylon, a powerful maxim I lost apprehension of is “<i> Without a strong reason or purpose, anything in life is hard</i> .” I promise to be more intentional about my writing, as focus is intent. <i> ”Cultivate thy own powers to study and become wiser, to become more skilful, so act as to respect thyself. Thereby shalt thou acquire confidence in thyself to achieve thy carefully considered desires.</i> ”</p>\n\n    <p> </p>\n\n    <p>         Today is anti-bullying day, I feel sad, maybe I’ll leave happy. This is a reminder to be kind.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Tuesday, May 5, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: YOU ARE THE PROJECT</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: The Song of the Banana Man by Evan Jones</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Today in history: The Spanish voyage with Christopher Columbus discovers Jamaica. </p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Wednesday, May 6, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: RIGHTEOUSNESS IS BEAUTIFUL</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Buckingham Palace by A. A. Milne</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         This morning was upsetting as much as it was a terrible experience, I was divided between getting something reasonable off the internet and catching a well-deserved sleep. The ever, never-alluring, attention seeking, sap-sipping invertebrate of a collective screaming out my window, informing on how impossible it is for sanity to reign, is just an attempt at a kick-off that will never see the fringes of hostility. The defending camp’s precinct’s bulwark heeds tyranny.</p>\n\n    <p> </p>\n\n    <p> </p>\n\n    <p>         I’m in no mood for any leftovers today, my bloodstream screams in imprints of wakefulness. To be without prejudice, to act with justice, to keep an even keel, to be in control of yourself—even when that means dedication and sacrifice is the mantra for the year. 2020 is a year of character building and vision visualization.</p>\n\n    <p> </p>\n\n    <p>         Today in history 1910, George V became king of Great Britain and Ireland and more so until his death in 1936, being the second monarch after Queen Victoria to reside in Buckingham palace.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Thursday, May 7, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: HOW TO HAVE A GOOD DAY</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: The Pobble Who Has No Toes by Edward Lear</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Today, it is a neurotic day outside, but in here, it’s fine. I will be musing on what it was like with the silence, the fellowship of self, the devotion to the wonder.</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Night Visions</b>: </p>\n\n    <p> </p>\n\n    <p>         I dreamt of Stephanie this morning; it is a crazy one. We must have all started from the trap house, as we were on the lane heading away from there. I don’t ever visit that part of town for anything other than buying crack. There seemed to be a multitude behind us, a crowd of strangers, but it wasn’t overly contradicting; this crowd. If I had fans, they’d be in there. We had made it quite far from the trap house. On a motorcycle, three minutes, maybe. And now, we were close to the roundabout. We weren’t on the wrong side of the road, there is a ditch to the left, and by the right, is the other lane leading back to the trap house. Nothing was out of place, but slowly, the ground clambered, as if, it too had developed legs of its own. Strangely we all continued as if defying gravity. It was so cool, as I could see the big ditch, with those weird eyes that see the whole dream as a whole. I just went on like the others, I felt like Superman, as if aware and knowing of something more.</p>\n\n    <p> </p>\n\n    <p>         Dreams are like stories from a bunch of random cut out stencils. Next, we were under a flyover. No flyover actually exist there, instead a roundabout, then I was in an art studio, and in a laboratory; the final destination. There, I felt out of place, and woke up later. Good convalesce if you ask me?</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Friday, May 8, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: GOOD AND EVIL? LOOK AT YOUR CHOICES</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Impromptu on Charles II by John Wilmot, Earl of Rochester</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Today is a cool one, came to fine. Got some cool tracks off YouTube, some from Kim Petras and Charli XCX. Got some videos on educating me about Government and Politics.</p>\n\n    <p> </p>\n\n    <p>         Listening to the song by Charli XCX - <i> I finally understand</i> , has me pondering . . . now I lost the thought. Well, I should learn to dance. I love the song. Maybe when I’m drunk.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Saturday, May 9, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: CARPE DIEM</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: What the teacher said when asked: What er we avin for geography, Miss? by John Agard</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         I finished Cult X. Yes! It was a great read. The first input in my journal is from April twenty-four, the entry clip is from Part one, chapter four—ten percent. That’s roughly two weeks, three days. I’ll be continuing my course on government and politics.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Sunday, May 10, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: DON’T BE INSPIRED, BE INSPIRATIONAL</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: For my Niece by Kate Tempest</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Careful, lest the items accorded in recognition of being an inspiration, become inspirational to self. Instead relish in the imbibition of the virtues that holding up, still will leave not a less accolade unmerited.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Monday, May 11, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: GUILT IS WORSE THAN JAIL</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: <i>from</i> Doctor Faustus by Christopher Marlowe</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Remembered as one of the greatest writers in history, Christopher Marlowe is remembered as the second greatest playwright of the Elizabethan age.</p>\n\n    <p> </p>\n\n    <p>         I will be delving into the concept of entropy, the idea of the universe wanting a state of monogemity, Adenosine Triphosphate like the amiable concept from the universe, the subsuming of cells that synthesize, I imitated the concept by ripping of the concept in a rap verse. Haha… Slinky down an escalator… how beautiful life is. (toEdit)</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Tuesday, May 12, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: KINDNESS IS ALWAYS THE RIGHT RESPONSE</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: On a Lane in Spring by John Clare</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         First, I must say, this is the first time I’m having a serendipity of this nature. But It’s safe to say, in the final analysis of things, there is a beautiful seam woven, drawn through all things; not as a delineator but as a hitch. I’m not one to root for the concepts of synchronicity as an objective way of analysing perceptual inference—for mental health reasons. But an allusion to its nature can be a fond conclusion for the uninitiated—the untrained mind. The psychoanalytic methodology of dream interpretation is sacrosanct in understanding events, or more broadly: the articulated sphere of being. I skimmed a book in the arts, and to that, it suggested dreams mean nothing; madness you will find there. In point, the event of this morning—my inability to restrain myself—leading to a little outburst, a result of my emotional frustration at the constant discord reactions; a misjudgement of the constant frivolities, including chores. My opinionated ideas on the importance of a family’s need for an ideal that supports a conduct that reflects success is paramount. It’s important the individual doesn’t lose sense of his identity. A dream says a lot and I had one—a reminder, to never walk naked.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Wednesday, May 13, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: FUELING THE HABIT BONFIRE</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: The Lanyard by Billy Collins</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         A good day to have my meals served in bed. I’m pleased in the intrinsic web of the gnawing billiard balls. It’s a mess for a creature of such potential intelligence. </p>\n\n    <p> </p>\n\n    <p>         The United States must have a terrible relationship with Nigeria as her energy policy is under par.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Thursday, May 14, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: OUR WELL-BEING LIES IN OUR ACTIONS</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Rondeau by Leigh Hunt</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         A paraphrased excerpt from<strong> The Room</strong>: I<i> nhibited people don’t see the world the way it really is, they only see what they themselves want to see, they don’t see the nuances — the little differences — most people more than you’d imagine think everything is fine, they are happy with things the way they are, they don’t see the faults, ‘cause they are too lazy to allow themselves have their everyday routines disturbed, they think as long as they do their best, everything will work out okay. Such people have to be shown their shortcomings. </i> </p>\n\n    <p> </p>\n\n    <p>         Shortcomings could include the inability to persevere long enough to have the . . .</p>\n\n    <p> </p>\n\n    <p>         I need to study Noah Webster</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Friday, May 15, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: COUNT YOUR BLESSINGS</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: <i>from</i> The Love Song of J. Alfred Prufrock  by T. S. Eliot</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Reading through the book: <i> A Brief History of Mathematical Thought</i> , and my coming back home; how the idea of having arguments in parenthesis—the parameters passed to a function—portrays to the fact of my being home. I’m also sitting on the supposition of the proven fact of how the mathematical mind constructs arguments not compute calculations. Cheers.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Saturday, May 16, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: THE CHAIN METHOD</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Instructions by Neil Gaiman</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         It’s 8:31 P.M and the thought struck me: it’s a week from my birthday. Aargh, I’m so broke. I hope my previous partner gives me something as he’s promised, he still owes me.</p>\n<p> </p>\n    <p>         A paraphrased excerpt from: A brief history of mathematical thought: “<i> Rooted in humans is the cognitive capability to construct conceptual metaphors: we understand an idea or conceptual domain by employing the language(notational system) and patterns of thought that were first developed in some other domain.</i> ” <i> I call this allusive analogy, a form of conceptual mapping — from one thing to another — as fundamental to human understanding as spatial reasoning, not least because it allows for reason about unfamiliar or abstract things through the application of inferential structure of things that are deeply familiar.</i> </p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Sunday, May 17, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: THE STOIC IS A WORK IN PROGRESS</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: A Handsome Young Fellow Called Frears by Michael Palin</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>Dang, listening to Jessica Andrea, I’m melting. Rousing emotions of the first album’s stream. I wish I had all that back, but hey I still get something right? Hate the attempts at cognitive narrowing, an attempt at leaving me a fodder, and constant harassment. My only inference being the not needed biological dad in my life to feel safe, sheltered or any of all that.</p>\n\n    <p> </p>\n\n    <p>         Weed was pernicious, I had to stop.</p>\n\n    <p> </p>\n\n    <p>         I learned the <i> Lo-Shu</i>  and created one for myself. It follows a simple rule, all rows, columns, and diagonals add up to 15, the centre numbers must be odd numbers—the yang of the <i> Lo-Shu</i> —the four corners must be even numbers—the yin of the <i> Lo-Shu</i> .</p>\n\n    <p> </p>\n\n    <p>         I learned the technique of solving the unknown values of a rectangle, using the square method - knowledge of area squares and rectangles - really interesting. Yeah, I was cracking for a while, tinkering with formulae, <i> figuring it out</i> . To think of how desolate the militants of cognitive deterrence acted, switching the scales between the blacks - the pentatonic - and white - the diatonic, hampering in intention, alluding to the parity of my own task consequence. I will remain on this journey, improving cognition, severing all psychotic tendency.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Monday, May 18, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: HOW YOU DO ANYTHING IS HOW YOU DO EVERYTHING</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Matilda: Who Told Lies, and was Burned to Death by Hilaire Belloc</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Listening to c2.0, putting to words my thoughts on suicide. I’ll be getting some sum to purchase the lethal dose I need for the satire. The hubris of my defiance. I shall not bow to the state in ignorance, peeling off the lump of my hoarded pain, letting it all in a glow. I get to listen to the new album of the 1975. it’ll be a memorable late moment. Well it’s sad, I won’t get to listen to Charli XCX albums, sigh! but hey, so many delights in the world right? I’ll miss them all. I think if I’ll be dying, I should keep all my journals and make them unavailable, create a random password and get that shit locked somewhere . . . won’t say.</p>\n\n    <p> </p>\n\n    <p>         Okay, I will be having a thought swivel, I guess I’ve got the key. Thanks Charli XCX, your albums are legit the SHIT! Oh fvck, Kim Petras is on this OH FVCK the CRiticS! I like.</p>\n\n    <p> </p>\n\n    <p>         Of all that I’ve read so far in the introductory chapter - the beginning - of the book “a brief history of mathematical thought” this has me rapt: <i> mathematical truths are of a piece with the only world we can know, even if they are further abstracted from experience than most of the truths we are interested in… physical reality is not the same as our conception of it. From our perceptual inference there can be no infinitely precise truth, conversely there can be unambiguous deductions.</i> </p>\n\n    <p> </p>\n\n    <p>         A beautiful quote from the same book, it induces a deep sense of identity, an affirmation of the intrinsic nature of the symmetrical mirror of nature and consciousness in a way that still, delineates <i> ‘In arithmetic we are not concerned with objects which we come to know as something alien from without through the medium of the senses, but with objects given directly to our reason and, as its nearest kin, utterly transparent to it.’ — Gottlob Frege, 1848–1925</i> </p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Night Visions</b>: </p>\n\n    <p> </p>\n\n    <p>         I had a night vision of my dad trying to dispose the palm of the coconut tree, but instead of having it tossed over the gate, as is his custom, in front of the house, he topples it over the fence, into the next compound. While trying to do this with its stalk, its rear end, just left in view, still in the compound, it hits him in the head and he falls lifeless on the ground - unconscious - strange right? Well I ran up to him, shouting out almost, I felt less emotion, well, as a viewer. </p>\n\n    <p> </p>\n\n    <p> </p>\n\n    <p>         I think I may just be at a crossroad, seeing the outcome of trying to hurt someone else, when it isn’t necessary. Moving forward, regardless of whatever is thrown at me, I will remain in my secret place; unperturbed, not going down the same lane of the disturber.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Tuesday, May 19, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: LEARN, PRACTICE, TRAIN</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Oranges and Lemons by Anon.</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Today is a good day . . . precedent of the day before. I’ll be reading the devotion for today, ill reek of the daily poem. </p>\n\n    <p> </p>\n\n    <p>         Today’s devotional hints on the need for deliberate, intermittent practice. Elucidating on the inadequacy of the supposed <i> game-mind</i>  to disrupt my habitual routines or my <i> narrow down my expression</i>  . . . in the grand scheme of things it’s just impossible. I, as a matter of necessity need to look back on my journal entries, look back on my previous knowledge and refresh my understanding. </p>\n\n    <p> </p>\n\n    <p>         Today’s poem talks about the beheading of Anne Boleyn, second wife of Henry VIII and mother of Elizabeth I, who was beheaded today, 1536. she was executed succeeding her trial for treason.</p>\n\n    <p> </p>\n\n    <p>         It’s sad, the apparency of the whittling away, the fringe of my focus. I hope I leave here soon.</p>\n\n    <p> </p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Wednesday, May 20, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: QUALITY OVER QUANTITY</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: The Mouse’s Tale by Lewis Carroll</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         A look into the meta-cognition of my behavioural tendencies up to the point of quitting my job as led me on the voyage of seeking out intellectuals from the present, past in a bid to understand the proclivities of my unmeditated expressions, an allusion to the almost insufferable commitment to a life that eludes the being of experience. A look into the psycho-epistemological surges. As arbitrary as the need for understanding, is the memorability of these tendencies. An excerpt from the book The Romanticism Manifesto gives weight: <i> It has been said and written by many commentators that the atmosphere of the Western world before World War I is incommunicable to those who have not lived in that period. I used to wonder how men could say it, know it, yet give it up—until I observed more closely the men of my own and the preceding generations. They had given it up and, along with it, they had given up everything that makes life worth living: conviction, purpose, values, future. They were drained, embittered hulks whimpering occasionally about the hopelessness of life. Whatever spiritual treason they had committed, they could not accept the cultural sewer of the present, they could not forget that they had once seen a higher, nobler possibility. Unable or unwilling to grasp what had destroyed it, they kept cursing the world, or kept calling men to return to meaningless dogmas, such as religion and tradition, or kept silent. Unable to stifle their vision or to fight for it, they took the “easy” way out: they renounced valuing. To fight, in this context, means: to think. </i> I chose to fight, to think.</p>\n\n    <p> </p>\n\n    <p>N.B Only<strong> I</strong> can understand this.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Thursday, May 21, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: WHAT KIND OF BOXER ARE YOU</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Friends by Polly Clark</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Halo, I didn’t get to read the psycho-epistemological discourse on art yesterday, there was no electricity, I will today though.</p>\n\n    <p> </p>\n\n    <p>         I learned today the cause of trends, it’s philosophy . . . from the Romantic Manifesto of art by Ayn Rand.</p>\n\n    <p> </p>\n\n    <p>         An excerpt from a reading of the Romantic Manifesto by Ayn Rand: <i> The course of mankind’s </i> <strong><i> progress</i> </strong><i>  is not a straight, automatic line, but a tortuous struggle, with long detours or relapses into the stagnant night of the irrational. Mankind moves forward by the grace of those </i> <strong><i> human bridges</i> </strong><i>  who are able to </i> <strong><i> grasp and transmit</i> </strong><i> , across years or centuries, the achievements men had reached—and to carry them further. </i> A representation of what I hope my life represents, leaving my job to understand my roots, better building on my persona, understanding what ticks, and curbing ticks that deter motion in progress.</p>\n\n    <p> </p>\n\n    <p>         I think it’s safe to say; draw the consensus, that the phenomenon discussed earlier in this journal is finally understood, the constant insurgency and disturbance well known, is a direct result of the detour of the human into a subterranean sensory level of awareness, a state that is sub-perceptual—the decline into the sub-animal, the acculturation to the barbaric.</p>\n\n    <p> </p>\n\n    <p>         A fact to keep with me as I progress, is the fact that art, like literature is not a social endeavour, a reminder to revoke the impose in surfeit of the <i> darkseid</i> .</p>\n\n    <p> </p>\n\n    <p>         The constant suggestions and tries at “elucidating”<i>  </i> or analysing art—music, movies, etc.<i> —</i> is a contrived attempt at impeding the growth of the individual, the insularly altruistic nature of the avatar by agents with sub-animal agendas. This voids the individual of the much needed expression of the mind through art. A crime of the spirit.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Friday, May 22, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: TODAY IS THE DAY</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Today Is Very Boring by Jack Prelutsky</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Building on from my last input yesterday, I draw the apparency of its connotation to the fabric of everyday living, it’s said, Lana Del Rey I think: <i> Life imitates art</i> , or <i> Art imitates life</i> —not sure which—this suffice to say the need to treat life like art, staying away from their concoctions, not remaining amenable to their indifference, striving for re-establishment of order even on a maladaptive level.</p>\n\n    <p> </p>\n\n    <p>         Started the reading of the manifesto of art: The psycho-epistemology of art.</p>\n\n    <p> </p>\n\n    <p>An important definition for future reference.</p>\n\n    <p><strong>Psycho-epistemology</strong> is the study of man’s cognitive processes from the aspect of the interaction between the conscious mind and the automatic functions of the subconscious.</p>\n\n    <p> </p>\n\n    <p>         Reading the fore-mentioned book, relives me of the memory of a neighbour I’d ride with in the morning to my place of intern. We discussed on a certain day, and she dropped it on me: the inability to control people. I guess she meant: to understand. For understanding comes before the former. Here is the quote. <i> Human character—with all of its innumerable potentialities, virtues, vices, inconsistencies, contradictions—is so complex that man is his own most bewildering enigma. It is very difficult to isolate and integrate human traits even into purely cognitive abstractions and to bear them all in mind when seeking to understand the men one meets. </i> </p>\n\n    <p> </p>\n\n    <p>         It’s 9:36 P.M and I just finished the topic: The Psycho Epistemology of Art. Great.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Saturday, May 23, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: SHOW ME HOW TO LIVE</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: A Tragic Story by William Makepeace Thackeray</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Drawing from knowledge of Silvano Arieti, I’d like to stately state that the ongoing input is as much a narration of a coincidental incident as it is a pathological way of seeing things—an insight not susceptible to consensual validation.</p>\n\n    <p> </p>\n\n    <p>         Today is my birthday and it’s been a gradual tide leading to the strange, unique ways I’ve come to infer the past couple of days resources—my daily readings—being inclinedly surreal, as much as it’s been beautiful. Yesterday concludes the age of the alphabet, now am on a: define your . . . as personal knowledge increases. My only addition to this is the last timeline from the last phase—the poem audio file—it ends 04:19:33. The digits 419 represent the part of the state law of Nigeria that holds citizens to bear on the laws on fraud. Remembering—not recording in the journal—the epithet from the concluded topic on the psycho-epistemology of art, it ends on the note of <i> the sense of life</i> , citing primitive forms of philosophy like religion, its many myths, and allegories on man’s existence, like the myth of a supernatural recorder from whom nothing can be hidden, who lists all of a man’s deeds. It affirms the principle of staying grounded—not out of kilter—to one’s moral. Back in Dubai my moral volition hit crossroads, almost closing in on a debacle. I think the 33 stands for a transcendence. I can say now I stand in a better place. The merciless recorder is the integrating mechanism of a man’s subconscious; the record, his sense of life.</p>\n\n    <p> </p>\n\n    <p>         Been coming across a lot of Kafkaesque books, the first I’m aware of is <i> The Room</i> , I plan on reading <i> The bridegroom was a dog</i>  by Yoko Tawada.</p>\n\n    <p> </p>\n\n    <p>         With the ever growing disparity between I and most of my peers, it’s quite in parse to say I developed a precociousness for reading and bewilderment.</p>\n\n    <p> </p>\n\n    <p>         Careful, lest you get stuck amongst the thorns of gnawing tendrils of self-imposing persons with identity-ramming as their precursor to relation.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Monday, May 25, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: WHERE TO FIND JOY</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: <i>from</i> The Ballad of Reading Gaol by Oscar Wilde</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         This being the second time quoting this sentence from the manifesto, drawing from a new percept<i> —</i> the letters in bold<i> . </i> Religion being a primitive form, and attempt, at normative abstraction, with a tinge of a foreshadowing; a subtle hum, a call to peer into, at something more.</p>\n\n    <p> </p>\n\n    <p>         <i> SINCE religion is a primitive form of philosophy—an attempt to offer a comprehensive view of reality—many of its myths are distorted, </i> <strong><i> dramatized allegories</i> </strong><i>  based on some element of truth, some actual, </i> <strong><i> if profoundly elusive</i> </strong><i> , aspect of man’s existence.</i> </p>\n\n    <p> </p>\n\n    <p>         The astonishing discovery at the realization of the fact that a cone has a pointed top and circular base, not a circular top hollowed tapering off to its base at a point.</p>\n\n    <p> </p>\n\n    <p>         Morals have nothing to do with sociality.</p>\n\n    <p> </p>\n\n    <p>         Art is a selective re-creation of reality according to an artist’s metaphysical value-judgments.</p>\n\n    <p> </p>\n\n    <p>         An example of a perfect integration and projection of a normative abstraction is Jesus from the bible. An allusion to a statement from the psycho-epistemology of art is the failure of the law of Moses. <i> An exhaustive philosophical treatise defining moral values, with </i> <strong><i> a long list of virtues</i> </strong><i>  to be practiced, will not do it; it will not convey what an ideal man would be like and how he would act: no mind can deal with so immense a sum of abstractions. When I say “deal with” I mean retranslate all the abstractions into the perceptual concretes for which they stand—i.e., reconnect them to reality—and hold it all in the focus of one’s conscious awareness. There is no way to integrate such a sum without projecting an actual human figure—an integrated concretization that illuminates the theory and makes it intelligible. </i> Another quote: <i> Moral principles remain in their minds as floating abstractions, offering them a goal they cannot grasp and demanding that they reshape their souls in its image, thus leaving them with a burden of undefinable moral guilt. Art is the indispensable medium for the communication of a moral ideal. </i> Jesus is a beautiful attempt at well-crafted art. A model for Christians. <i> Without the assistance of art, ethics remains in the position of theoretical engineering: art is the model-builder.</i> </p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Tuesday, May 26, 2020",
    "data": "<p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         It should be no cue, as my instinctive decision to severe ties with old mates is a no brainer. My choice to spend time with a friend on his birthday led him, and not just his league of pals, but also a girl I’d held dear for a while, to sift through my actions for reckless volitions. An attack on what is most dear—my identity. The repudiation of a need for consciousness in wakefulness; the allure of blackout through an impersonation of my recent character, reiterated to me in conscious awakening. A foolproof frame-up to suggest of excesses ungrounded. Here goes another set of quotes from the Romantic Manifesto on Art: <i> One of the distinguishing characteristics of a work of art (including literature) is that it serves no practical, material end, but is an end in itself; it serves no purpose other than contemplation—and the pleasure of that contemplation is so intense, so deeply personal that a man experiences it as a self-sufficient, self-justifying primary and, often, resists or resents any suggestion to analyse it: the suggestion, to him, has the quality of an attack on his identity, on his deepest, essential self.</i> </p>\n\n    <p> </p>\n\n    <p>         <i> No human emotion can be causeless, nor can so intense an emotion be causeless, irreducible, and unrelated to the source of emotions (and of values): to the needs of a living entity’s survival. Art does have a purpose and does serve a human need; only it is not a material need, but a need of man’s consciousness. Art is inextricably tied to man’s survival—not to his physical survival, but to that on which his physical survival depends: to the preservation and survival of his consciousness.</i> </p>\n\n    <p> </p>\n\n    <p>         Note all these in light of my art. The attack on the validity of my artistic expression—denial of the efficacy of my consciousness; the negation of my fundamental understanding of reality—as a prelude to that which is essential—my consciousness. The defaming statement: <i> you said, consciousness isn’t important </i> is a direct inciting, a proposing of minimal intelligence—this being a form of the sub-animal, the instinctive, a semi-conscious wielding of a half-arsed brain wasted away, failed on abstinence; repetitive drug use—being smug okay in guiding and volitive excogitation.</p>\n\n    <p> </p>\n\n    <p>         I should remember the need; and utmost—to know of the things important, the things that matter most—is non-social. To remain conscious of this is important, as the inherent mode of intelligence in itself is insular, constantly regressing and gaining obsoleteness in ever growing complexity. The constant abstraction and assimilation of newly understood concepts is to redefine perceptual inference, the intuitive, and is to reprogram the subconscious. Intelligence in humans without conscious wielding is instinctive—impulse driven, a process, a form of distortion—and not learning, not progressive, it’s to return to the primitive, to leave evolution to the natural selection—a task of billion years. It doesn’t improvise.</p>\n\n    <p> </p>\n\n    <p>         Altruism the cancer of the 21<sup>st</sup> century, the cancerous outgrowth in communities; the birth child of culture. <i> One of the grimmest monuments to altruism is man’s culturally induced selflessness: his willingness to live with himself as with the unknown, to ignore, evade, repress the personal (the non-social) needs of his soul, to know least about the things that matter most, and thus to consign his deepest values to the impotent underground of subjectivity and his life to the dreary wasteland of chronic guilt. </i> One of the lethal contamination of the arts is the gradual pernicious encroachment; the spread of false ideals: culturally induced selflessness, the enjoyment of intelligible aesthetics, the failure to fight; to think. If art is the model-builder, what models are being churned out by modern culture? If this is true: <i> The basic purpose of art is not to teach, but to show—to hold up to man a concretized image of his nature and his place in the universe. </i> What image is being represented.</p>\n\n    <p> </p>\n\n    <p>         How about a game of speak and kill, a peek a boo, Sermo Liber Vita Ipsa.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Wednesday, May 27, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: SWEAT THE SMALL STUFF</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: God’s Grandeur by Gerard Manley Hopkins</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         I learned today who the founder of the Stoic school is. It’s Zeno of Citium.</p>\n\n    <p> </p>\n\n    <p>         There lives the dearest freshness deep down things. </p>\n\n    <p> </p>\n\n    <p>         Let someone take away any sense of privacy or security you might still possess. Then have someone use that insecurity to satisfy their own twisted curiosity. When you mess with one part &lt;p&gt;Let someone take away any sense of privacy or security you might still possess. Then have someone use that insecurity to satisfy their own twisted curiosity. When you mess with one part of a person’s life, you’re messing with their entire life. Everything . . . affects everything.&lt;/p&gt;f a person’s life, you’re messing with their entire life. Everything . . . affects everything.</p>\n\n    <p> </p>\n\n    <p>         I just read the peom Soul Alone by the character Hannah Baker from 13 reasons why by Jay Asher </p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Thursday, May 28, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: THE FIRST TWO THINGS BEFORE ACTING</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: I Am by John Clare</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Regardless of what happens, how I feel, I still exist. I woke up feeling disturbed as I have for days, I will be fine.</p>\n\n    <p> </p>\n\n    <p>         In such epoch where the highest values of life—our peace, our independence, our basic rights, all that makes our existence more pure, more beautiful, all that justifies it—are sacrificed to the demon inhabiting a dozen fanatics and ideologues. All the problems of the man who fears for his humanity come down to the same question: <i> how to remain free?</i>  <strong>Stefan Zweig</strong></p>\n\n    <p> </p>\n\n    <p>         Me in chains? You may fetter my leg but my will, not even Zeus himself can overpower. <strong>Epictetus</strong></p>\n\n    <p> </p>\n\n    <p>         In the task of self-creation, the size of the task itself must not be used as an excuse to shy away from the task, I shouldn’t complain of all that is happening to me, I asked for it, no one said it’d be easy.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Saturday, May 30, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: WORKING HARD OR HARDLY WORKING?</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Life Doesn’t Frighten Me by Maya Angelou</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Yesterday was disastrous, there was no electricity, a full blown day, 24 hours, I finished the book - Thief by Fuminori Nakumara, it was a good one.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Sunday, May 31, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: WE HAVE BUT ONE OBLIGATION</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: The Man He Killed by Thomas Hardy</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Started another book by Fuminora Nakamura, it is called: The kingdom. I think I’ll finish it today.</p>\n\n    <p> </p>\n\n    <p>         The second Boer war which started in 1899 ended on this day in 1902, it was a bloody war fought in what is now South Africa between the British and the Boer armies, around the world, opposition to the war was strong. Hardys poem published during the war reflects on the absurdity and mindlessness of armed conflict.</p>\n\n    <p> </p><p> </p>"
  }
]