[
  {
    "date": "Sunday, March 1, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: WHERE PHILOSOPHY BEGINS</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: <i>from</i> Under Milk Wood by Dylan Thomas</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         From a lecture from yesterday: The Encyclopedie with Denis Diderot, its principal editor, in 1784, his last words were “The first step towards philosophy is incredulity; not to believe.”</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Monday, March 2, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: ACCURATE SELF-ASSESSMENT</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: The Bright Field by R. S. Thomas</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         The development of psycho-pathological traumas doesn’t develop at instances, rather they are build-ups that eventually climax at the breaking of an event that speedily sprouts fruits of years and months of decadence, bore out of the systematic losing of sanity at a level condoned by the consensus. </p>\n\n    <p> </p>\n\n    <p>         I’ll be starting the Metta meditation, it’s called love and kindness, it entails rewriting some of the emotional software running in the brain.</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Lesson Bits</b>: </p>\n\n    <p> </p>\n\n    <p>         It’s better to be Socrates dissatisfied than to be a pig satisfied. Connoting the fact that it’s better to remain an endless questioner of the phenomenon of the world.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Thursday, March 5, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: CUTTING BACK ON THE COSTLY</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: The River in March by Ted Hughes</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Be careful of vague remarks that try to qualify your immediate thoughts, the iterative attempts at disqualifying your perception in thought, displacing precision for inadequate facile signpost that keep your thoughts stuck.</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Lesson Bits</b>: </p>\n\n    <p> </p>\n                        <p>I learned today that one of the things that make us human is the ability to speak grammatically right.</p>\n    <p> </p><p> </p>"
  },
  {
    "date": "Friday, March 6, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: DON’T TELL YOURSELF STORIES</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Young Lambs by John Clare</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Lesson Bits</b>: </p>\n\n    <p> </p>\n\n    <p>         I learned today that i don’t necessary need a university certification to get a good job, because they don’t necessary give you the coding blocks needed to have you carry out the job you’ll be employed at, instead, taking advantage of micro credentials is key to building a reputable and utilitarian individual.</p>\n\n    <p> </p>\n\n    <p>         I also learned that you have to take the learning process into your own hands, not trusting in a university institution or in a mentor, you have to go all in, not just dipping in your toes but diving deep; all in. Spending 10% of your allotted time understanding the key concepts of the skill that you want to learn. Also discover what it is you plan on doing with the skill you set out to learn.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Saturday, March 7, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: DON’T TRUST THE SENSES</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: To My Sister by William Wordsworth</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Woke up this morning feeling great, meditated, got to listening in on some cool tracks and now I’m about to bathe. It’s good to be alive, I hope I get to do a lot today.</p>\n\n    <p> </p>\n\n    <p>         After writing my dad a letter, hoping in disguise I’m writing a letter to myself; in hopes that I get an empathic reply, I figured on re-reading, I discover I have an acquiesce to look forward to: a response from my dad stating if his volition has been of good intent.</p>\n\n    <p>Below is a true copy of the letter.</p>\n<p> </p>\n    <p>         <i> Whatever game you’re playing whether through direct contact or through means elusive, kindly note my understanding is diminishing and my resort is to keep all I brace important away from you.</i> </p>\n\n    <p>         <i> If you find this offensive, please know I’m offended and the only recourse is to leave me to my own devices.</i> </p>\n\n    <p>         <i> I’m no child, neither am I clinically sick, if my judgements are wrong based on “facts” you raised me by; building on from, are lies, then know I ‘ll remain disappointed even after you read this.</i> </p>\n\n    <p>         <i> I can no longer fold my arms while you pretend not to be aware of who I am.</i> </p>\n\n    <p>         <i> This will be the only form of accusal at a narrative I’ve come to perceive in your ways.</i> </p>\n\n    <p>         <i> You know my mistakes, all of them. I may not know yours but I can feel their scornful effects.</i> </p>\n\n    <p> </p>\n\n    <p>         In Émile, or on education by Jean-Jacques Rousseau he talks about the way in which a human being left to his devices will naturally be good, hence the notion <i> the noble savage</i> .</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Sunday, March 8, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: DON’T UNINTENTIONALLY HAND OVER YOUR FREEDOM</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Warning by Jenny Joseph</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         An excerpt from the consolation of philosophy, penned down by Arthur Schopenhauer:</p>\n\n    <p><i> We should always be mindful of the fact that no man is ever very far from the state in which he would readily want to seize a sword or poison in order to bring his existence to an end; and those who are far from believing this could easily be convinced of the opposite by an accident, an illness, a violent change of fortune – or of the weather.</i> </p>\n\n    <p>Meaning those who aren’t convinced of the nature of misery in existence need only have a turn of circumstance from good to bad.</p>\n\n    <p> </p>\n\n    <p>         The moment you know it takes reading the sequel to the first in a series of a quadlogy to fully understand, grasp, hence enjoying the story<i> , </i> it gives you a sense of repose, reminds you of the inherent sense of perseverance. What I mean is naturally you find it difficult to keep at a task longer than . . . who knows? anyway I know you get. Love out.</p>\n\n    <p> </p>\n\n    <p>         Another excerpt; from today’s reading of Mind of My Mind: <i> “You read impressions from the things you touch,” she had said to Jan. “But I think you put impressions into things, too.”</i> </p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Monday, March 9, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: FIND THE RIGHT SCENE</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: The Battle of the Sexes by Liz Brownlee</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Today is a day of similar distaste, my dad is yet to reply me, at this point, he doesn’t feel much like dad, it feels more like a friend you avoid so you don’t get dragged down along. I am done with the sequel to <i> wild seed.</i> </p>\n\n    <p> </p>\n\n    <p>         Just after my last input, my dad walked in, I think it’s time to switch the narrative from “I had my dad walk in” to “my dad walked in” (this being the instinctual impulse at reasoning), abstaining from the revolt of the gulf; this being the collective I have come to recognize as a body of individuals with shared motives and ideals, with the aim of constant cognitive dissolution, especially of the precepts of objective reality operations, destroying language, perception, and introducing in its place, a life of disharmony and a halt of progression.</p>\n\n    <p> </p>\n\n    <p>         The question is what is the motif and what are the ideals shared? This should be my assignment. Figuring it out, outside of the arbitrary aims at confusion.</p>\n\n    <p> </p>\n\n    <p>         So I came up with a word to replace the phrase “<i> can you imagine</i> ” the word is <i> Cincinnati</i> .</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Tuesday, March 10, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: FIND YOURSELF A CATO</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Remember by Christina Rossetti</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p>         Today’s reading from the stoic devotional admonishes the utmost reason why an entity of ethical distinction is important in the life of every individual, going on to suggest how this entity needs not be a real or physical individual, but could be a conceptualized being of rationality. Adam Smith comes up with a term for this, it’s called the <i> indifferent spectator.</i> </p>\n\n    <p>         In the build up to the novel I’m coming up with, <i> Aragascar: the devil’s eye</i> . And the new book I’m reading to help me with it, <i> Story Genius,</i>  I will be going ahead to start early and will develop a character that will stand intermittently as my impartial spectator. I’ll call her <i> Busiskrit.</i> </p>\n\n    <p>         I’ll let you in on all the juicy details as I come up with patterns, principles, suppositions, anecdotes, and axioms, she embodies.</p>\n\n    <p> </p>\n\n    <p>         I learned today, who the 26<sup>th</sup> president of the United States is. He’s Theodore Roosevelt. I smell like me without a shower in the morning, I should get some on me, but my dad is still home and I need to steal his soap. Arrgh… my life is a waste of potential, but I’m on my way to the eye of the storm.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Wednesday, March 11, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: LIVING WITHOUT RESTRICTION</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Mothering Sunday by George Hare Leonard</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Recording this as a reminder of the fact that I learned it once, the city of Munich which is the capital of Bavaria, a southwestern state in Germany, known for beer and factories that create automobiles is also the state Einstein moved with his parents. He would have actually been persecuted if he was in the German state during the holocaust, I guess the one’s with the brains always know when to leave the state. Like I’ll be leaving Nigeria.</p>\n\n    <p>If elder Ayeni is seen by the plastic bender (supposed Engineer) as a poor seated believer then the man who raises kids to be dispersed as failed investments is what?</p>\n\n    <p> </p>\n\n    <p>         Father doesn’t acknowledge son’s work . . . why? He never intended to have him supersede him.</p>\n\n    <p> </p>\n\n    <p>         An excerpt from today’s reading of the law of one “with the same range of human emotions”.</p>\n\n    <p> </p>\n\n    <p>         To have wishes, is to set conditions for desire . . .</p>\n\n    <p> </p>\n\n    <p>         I’m going down the lanes of memory. it’s an introspective analysis on how the only friend I had with me with the close tag, never cared about aesthetics, <i> Jinx</i> , he went to Paris, took a picture at the Eiffel tower, with his face shut off; his hands covering his face, I think it says a lot. The reason I say this is, he could have taken the picture at night with the lights on, from a distance, I think that would have been better. I know this is some rant, but better down than ephemeral.</p>\n\n    <p> </p>\n\n    <p>         I learned the end result of habituating in an environment like mine is to end up with the “Tourette’s syndrome“.</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Lesson Bits</b>: </p>\n\n    <p> </p>\n\n    <p>         To have wishes, is to set conditions for desire, karma-yoga says the “not getting attached to the fruits” ensures utmost efficiency.</p>\n\n    <p>         Human identity is itself a narrative construction – that who we are is, in a very real sense, a product of who we tell ourselves we are; when neurological disease complicates this picture (by, for example, telling us that our wife is a hat), we are able to glimpse this story-of-ourselves in the process of either being chillingly redacted, or rewritten in order to fictionally compensate for such inconvenient truths about the external world.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Thursday, March 12, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: Human Affection by Stevie Smith</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         A quick reminder, the ultimate mode of being in a world with a disposition for action is to be a creator.</p>\n\n    <p> </p>\n\n    <p>         On the collectivism that draws on the thorn of the will through thought manipulation for its bolster. (Still coming to terms with this) In a zero-sum game between the collective and the individual, allotting precisely in all truth, attributes, is primal at analyzing the empirically arrived schemes and methods that lead to proper discerning, presenting the right mode of being that guarantees a probable win.</p>\n\n    <p> </p>\n\n    <p>         I’ll be analyzing all this, informing myself in the process what dots are incognizant, one’s that need be drawn and also the importance of introducing a state of semi-willfulness in the understanding of self: the retracting of the curtain of the parts of the mind that remain fragile and unformed. This leads to an understanding of the individual’s mind, understanding how it responds to impressions of power-shift, from within to without.</p>\n\n    <p> </p>\n\n    <p> </p>\n\n    <p>         I get it, you don’t want me cos I’ve got a leverage and I’m moving forward. </p>\n\n    <p>         Understanding the fact that some angels understand what I want based on traits of personality and probable wants, giving cues on what the next probable plan could be. And also the fact that unseemly demon’s moves in the hopes of suggesting cunning suppositions of foresight when in reality, initial intentions were different.</p>\n\n    <p>         Be careful of how you let others control your actions, having your experience substituted from authentic to that which amuses the observer. I will elucidate on this soon.</p>\n\n    <p> </p>\n\n    <p>         How do you handle impromptu prompts, suggestions that lead to a disinterest in running tasks? The key is to recognize that remarks aren’t a connotation of any part of the timeline of a task but rather, stints with aim of power seizure.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Friday, March 13, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: ONE DAY IT WILL ALL MAKE SENSE</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Here Comes the Sun by George Harrison</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         There wills a need for a space for deep work.</p>\n\n    <p> </p>\n\n    <p>         The positioning of self in a state that is independent of any intellectual leverage whether it be a cue or affirmation is necessary in remaining solid. All promulgate should be self-willing. An instance is the belittling of your intellectual strengths; pushing forth, coming to a point of epiphany, only to be sneaked in on by a 3<sup>rd</sup> party — suggested to in claims of motivation. All that is needed is within. The only factor is the right environment not an impromptu delusion of false hope to be relied on in wait for eventual ridicule; the initial aim of the disposer of innate strengths.</p>\n\n    <p> </p>\n\n    <p>         Reading a book on skepticism and I’m in awe of how much of a half-baked skeptic I am, I’ll be upping my skepticism. Being a good skeptic is the only way to reduce these missteps and minimize harm from them. Here is an excerpt from the book <strong>THINK</strong> by Cal Newport. </p>\n\n    <p>         <i> “Thanks to science, we now understand more than enough about how the human brain works to know that we have to be very careful when trying to determine what is real and what is not, what is true and what is false. If you are human, you can and will be fooled by your own brain in various ways many times throughout your life. </i> <strong><i> Being a good skeptic</i> </strong><i>  is the only way to reduce these missteps and minimize harm from them.”</i> </p>\n\n=\n\n    \n\n    <p> </p><p> </p>"
  },
  {
    "date": "Saturday, March 14, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: SELF-DECEPTION IS OUR ENEMY</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Green Rain by Mary Webb</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Learned about the rebus and acrophonic linear change in speech representation. How in reality alphabets are actually hieroglyphs.</p>\n\n    <p> </p>\n\n    <p>         Reading through the words of Ayn Rand, I discover the word <i> circumlocution</i> , a word that describes the act of using more words than necessary when describing or expressing an idea. This reminds me of a discussion I had with my dad, discussing on a subject I can’t remember, he drops it on me: use less words when talking. Not quoted.</p>\n\n    <p> </p>\n\n    <p>         Avoid concepts that leave your cognitive abilities in transitory or cognitive stasis. These concepts could subtly allude to conclusion of events. </p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Sunday, March 15, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: THE PRESENT IS ALL WE POSSESS</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: To Daffodils by Robert Herrick</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Today’s devotional and poem elucidate on the importance of <i> living in the MOMENT.</i> </p>\n\n    <p> </p>\n\n    <p>         From the book “Clay’s Ark” I discovered idealistic people tend to be suicidal, here is the excerpt: “The bigger, more troublesome one’s knew she had a gun. She was too idealistic for her own good, but she was not suicidal”. </p>\n\n    <p> </p>\n\n    <p>         I also am learning some of the good traits of writing a good book, though I haven’t started the course on genius writing, well it goes: Capture the essence of the story in a location, while addressing things far off; spatial wise.</p>\n\n    <p> </p>\n\n    <p>         Another secret to writing stories people remember is to using archetypes.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Monday, March 16, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: THAT SACRED PART OF YOU</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Go and Catch a Falling Star by John Donne</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Today is a day of introspection, from today’s poem and devotional, and also from my resolution to be the necessary savior in my head. A task I embark on today. I am aided; shone the path, the ruling principle of prioritizing the understanding of self in relation to the utility of being. I can’t give in to favouring winds. </p>\n\n    <p> </p>\n\n    <p>         From today’s poem, an excerpt: “And what wind serves to advance an honest mind”.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Tuesday, March 17, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: THE BEAUTY OF CHOICE</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Ich Am of Irlaunde by Anon.</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Today in History</b>: St Patrick’s day</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>If someone won’t love you, let them go, there’s no point tryna make fire where there’s none. </p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Lesson Bits</b>: </p>\n\n    <p> </p>\n\n    <p>         A reliable way to make people believe in falsehoods is frequent repetition, because familiarity is <i> NOT EASILY DISTINGUISHED FROM TRUTH</i> <strong>. </strong>It’s called <i> frequent exposure bias</i> . Psychologist call this the <strong>Mere- Exposure Effect.</strong></p>\n\n    <p>         Checking for the frequent exposure bias (Mere-Exposure Effect) prior making decisions is of utmost importance, escaping the delusion of “Preferences based on environmental conditioning”.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Thursday, March 19, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: TIMELESS WISDOM</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Historical Associations by Robert Louis Stevenson</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Today is a beautiful day, I’ve been writing songs, a lot of them, I spent yesterday writing a lot of songs, spent a good time meditating, days before I was caught up in binging; saw the complete season of <i> Kidding</i> , and it wasn’t bad, I enjoyed every bit of it, I’ll be committing time to completing the book in the series, The Patternist Series: <i> Patternmaster. </i> I also have developed keen interest in books like, Sam Harris’s Waking up and also Nathaniel Branden’s The six pillars of self-esteem. I’ll be updating my progress, I honestly hope to finish The Patternist Series this week to begin the Xenogenesis, I saw a review on YouTube and it was a good one, it’s synopsis wasn’t bad.</p>\n<p> </p>\n    <p>         An excerpt from today’s reading of the book, Patternmaster: <i> “I . . . yes, Lord.” As long as he was still alive, he had a chance. Or did he think that only because he wanted so badly to live? No, there was a chance. One could escape physical slavery. The physical leash was not as far-reaching or as permanent as the mental leash. </i> This is based on the plot of the scene. Two brothers, maternal and paternal inclines, grapple for control; the successor to the pattern, Coransee and Teray. Coransee heads the house, Teray his brother who wills as much power, with a disadvantage, as he leaves school freshly with no house of his own, sold to Coransee by Joachim. He’s got no option left after a battle, to have his lord Coransee place a mental leach on him for the state of an apprentice or remain an outsider, his only option outside of his wish for death.</p>\n<p> </p>\n    <p>         Thinking of the community I currently reside in, and the narrative of the “game-mind”, a phrase I’ve come to know after months of moving in. My current analysis is, the aim of this device is, the pernicious diminution of well-being through cognitive hampering; an inhibition at organizing self in states that offer pragmatic ways of living that are utilitarian in form. </p>\n<p> </p>\n    <p>         My attentive analytical considerations have included observing at different times how I respond to the constant fissure of directed focus in consciousness, and also the necessity for constant intimidation; a persistent flood of words, remarks that draw for introspective contradiction of already conceptualized standing of organization, peeling at the importance of rational reasoning, the replacement of self-willed action for the passive ways of determinism. The ongoing intimidation was concocted after the keen observation of the subject in natural states of affair, learning the routinised way of affairs, deciding what elates and irritates, on concluding by coming to an awareness of these simple things, an epithet was introduced: <i> the game mind</i> , dangled as a new way of living, I choose not to elucidate this as I have in the past, the only addition is my new conceptualized understanding of this epithet, an analogy; compared to a game bird, an animal hunted for sport. Since points are counted on successive assaults that lead to derailment of any sort. My understanding of this compound word “game-mind” is the successive belittling of the mind. The frizzling of any keen sense of perception. </p>\n<p> </p>\n    <p>(March 23, 2020 appendage)</p>\n\n    <p>         On this topic, I choose to write this here, for the reason of keeping all my thoughts on this topic together. In a lecture I just listened to, still yet to digest fully and articulate in an eloquent manner what I mean.</p>\n\n    <p>         I will continue to gain momentum, putting action to work by imbibing truth that speaks to me in place of any suggestions - when the enemy tries to switch tactics by claiming to be on my side, dishing out words prior to adjacent intuitive suggestions that the mind arbitrary suggest to self - on taking on such advice.</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Lesson Bits</b>: </p>\n\n    <p> </p>\n                        <p>         course addressing psychedelics, it explicitly says, quoting         <i> Positing the existence of mind at large is more tempting in some states of consciousness than in others but these drugs can also produce mental states that are best viewed as forms of psychosis, as a general manner, I believe that we should be very slow to draw conclusions about the nature of the cosmos on the basis of internal experiences, no matter how profound they may seem.</i> </p><p>         </p><p><i>          </i> </p><p>         From a lecture on scepticism today: <i> Being a sceptic means be rational and empirical, thinking and seeing before believing and being prepared to be deceived and self-deceived. Scepticism is not seek and ye shall find, but seek and keep an open mind. But what does it mean to keep an open-mind? It is to find the essential balance between orthodoxy and heresy, between a total commitment to the status quo and the blind pursuit of new ideas. Between being open minded enough to accept radical new ideas and not so open minded that your brains fall out. Scepticism is about finding that balance.</i> </p>\n    <p> </p><p> </p>"
  },
  {
    "date": "Friday, March 20, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: READY AND AT HOME</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: A Morning Song by Eleanor Farjeon</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Today, officially the first day of spring, last of the weekdays, I’ll be finishing <i> Patternmaster</i>  today, I hope I do though, it’s almost a thing new, to have my words inputted here daily, in time I will be ready for the Busiskrit and my first draft, I mean yes! My story. Well I still love the real world; I just am stuck in a cesspool of ludicrous people with no sense of hope at a life of reasonable good living.</p>\n\n    <p> </p>\n\n    <p>         It’s 8:49 A.M, I just finished the series, awesome. I’ll be reading <i> Numero zero</i>  by <i> Umberto Uco</i> , I already started, hopefully I’ll finish it today.</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Lesson Bits</b>: </p>\n\n    <p> </p>\n\n    <p>         Excerpts from Sam Harris’s waking up call “The Mystery of Being”.</p>\n\n    <p>         Of all the periods in human history that I may have appeared, I live in this one, arguably the first epoch since time-immemorial, now I understand self and circumstance in a truly universal sense, for the first time in history a person’s view of the world need not be dictated by the mere location of birth or religion of parents, now the barrier of geography and language are shattered, down to the ground.</p>\n\n    <p>         The philosopher Buttrell Russell <i> (not sure of name)</i>  described her most rudimentary knowledge of the world as: The knowledge by acquaintance. I.e. - The color of a table standing before you. A quote</p>\n\n    <p>         <i>  “The particular shade of color that I’m seeing may have many things said about it, I might say that it is brown, rather dark and so on, but such statements though they make me know truths about the color, do not make me know the color itself any better than I did before. So far as concerned the knowledge of the color itself,</i> <strong><i>  as opposed to knowledge of truths about it</i> </strong><i> . I know the color perfectly and completely when I see it, and no further knowledge of it is even theoretically possible. Thus the sense data which make up the appearance of my table are things with which I have acquaintance, and things immediately known to me, just as they are.” </i> What Russell seems to overlook here is that this basic knowledge to which no knowledge can be theoretically added is a place where we uncover an intrinsic limit to understanding. Consider any facet of experience, in this case a vision of color; stirring the tide of thoughts long enough to merely observe it as it is, the fact of being in total ignorance of what it is can become obvious. </p>\n\n    <p>         What is the color blue? Not as a function of wavelengths of light or neurophysiology, but at it is directly perceived. We’re really left with nothing to say but that it’s blue, which does nothing to clarify things, in fact it’s not even blue, which is just a word; it’s a noise we’re making. What we see before us is whatever it ineffably is. Focusing on this distance between concepts and experience is a means of sneaking up on a truth that is generally described in Buddhism, as the <i> The truth of emptiness</i> : the idea that no thing has intrinsic independent existence in the way that it seems. The moment we suspend the conceptual associations we have with a given object, or perception; our knowledge about it, our direct experience of it can gray into this experience of pure mystery. We’re left with this wordless intuition of consciousness and its content.</p>\n\n    <p>         Meditation isn’t about understanding things conceptually, it’s the ability to experience things more clearly, prior to concepts, it’s the knowledge by acquaintance taking to the highest degree, leading to another state of being: a new form of intelligence, a psychological freedom that a continuous entanglement with concept doesn’t. </p>\n\n    <p>         A famous parable from the Buddha meant to get at this difference - A man is struck in the chest by a poison arrow, and a surgeon rushes to his side to begin the work of saving his life, bu the man resist, he wants to know the name of the fletcher who fashioned the arrows shaft, and the type of wood from which it was cut, and the mode of the man who shot it, and the name of the horse upon which he rode, and a thousand other things that have no bearing at all upon his present suffering or his ultimate survival, so this man needs to get his priority straight, his commitment to thinking about <i> world</i>  results from a basic misunderstanding of his predicament. We too have more problems that will not be solved by more thinking.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Saturday, March 21, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: THE BEST RETREAT IS IN HERE, NOT OUT THERE</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Spring by Christina Rossetti</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         I didn’t get to read the books I planned on reading yesterday; bad electricity. I did get to download some new books though, and I also got to update all my important <i> perishable </i> files to the cloud. I am currently preparing a document for my friend, the aim is to have the project awarded to me, it’s a bookmaking app. </p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Sunday, March 22, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: THE SIGN OF TRUE EDUCATION</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Spring by William Blake</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         2<sup>nd</sup> day of spring, my poem calendar says, it’s elation in my heart, good songs that warm, I’m out; I mean I’m becoming anew, a new personality upgrade ships soon, I’m committed. I’ll be working on my novel soon, story starts soon, the only hindrance is a personal one, I mean I’m caught in the gnarly web of wants: I need to be better, to be as Nietzsche says “One repays a teacher badly, only if one remains a student”. I could well say I’m still an undergraduate, I guess I’ll go with the aphorisms to build a substrate to launch from.</p>\n\n    <p> </p>\n\n    <p>         Also I have inputs to fill in on my March 20<sup>th</sup> lesson bit entry, I’ll be doing that now.</p>\n\n    <p> </p>\n\n    <p>         I’m done with the inputs for March 20<sup>th</sup>, it’s 9:32 A.M. I’ll see a series now, I’m really <i> hung up </i> (bored) on novels, I’ll be picking up books by the Harris.</p>\n\n    <p> </p>\n\n    <p>         A thought came to me, it’s one of the days just after I came back home from Lagos, reminding me of an event from an earlier period. The event I speak of is the silent rustication from the Lagos Model College of Kankon, and the pattern drawn here is the inability of my parents to trust me, time after time, a major flaw in their joint efforts to nurture my individual.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Tuesday, March 24, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: THERE IS PHILOSOPHY IN EVERYTHING</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: The Frog and the Nightingale by Vikram Seth</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         8:33 A.M, I didn’t brush yesterday, can’t believe it, my nostrils hate this. It’s raining, and I’m in bed, the power is out, I feel okay, but pressed, a terrible odour looms out the window in, I’ll use the toilet now. Live life, love life, you don’t twice, there’s no price. On returning, I’ll listen to my poem, meditate, then, I’ll organize my phone’s E-book library.  </p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Wednesday, March 25, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: WEALTH AND FREEDOM ARE FREE</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Today by Billy Collins</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         I wrote this yesterday, on my phone, planned on including it as an input for yesterday, but it made it for today's. <i> Treat people who speak stupid, just the way they are - stupid. It makes no sense to pacify yourself in erroneous possibilities of how intelligent they might be. Intuition won’t fix the job of empirical discerning, brace the staff of self, and condemn them to the pits of acquainted fools.</i> </p>\n<p> </p>\n    <p>         I have a list of books pending on my <i> current reading</i>  list, waiting for completion:</p>\n\n    <p>The Xenogenesis trilogy, </p>\n\n    <p>City of girls, </p>\n\n    <p>The lucky one, </p>\n\n    <p>Numero zero, </p>\n\n    <p>When Nietzsche wept, </p>\n\n    <p>The institution, and </p>\n\n    <p>Digital fortress. </p>\n<p> </p>\n    <p>         Seven books in all, the plan is to not begin any book until I finish these set of books. I plan on also including in my daily readings - a poem each from the book “Poems to live by”, and also a short write-up from the author: Robert Lois Stevenson. Plans to include the precise story and poem will be introduced.</p>\n<p> </p>\n    <p>         A beautiful excerpt from today’s reading of The Dawn <i> “You’re filled with so much life and death and potential for change,” Nikanj continued. “I understand now why some people took so long to get over their fear of your kind.” </i> Beautiful commentary on the nature of the being of the sapiens.</p>\n<p> </p>\n    <p>         Another excerpt from the same book, a remark alluding to the discrepancy of the Yoruba culture from my own views: <i> “I started out wanting to do exactly that,” Lilith said. “Snoop. Seek. It seemed to me that my culture—ours—was running headlong over a cliff. And, of course, as it turned out, it was. I thought there must be saner ways of life.”</i> </p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Thursday, March 26, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: WHAT RULES YOUR RULING REASON?</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: I Remember, I Remember by Thomas Hood</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Robert Louis reading of the day</b>: </p>\n\n    <p>The cart-horses and the saddle-horse</p>\n\n    <p>The tadpole and the frog</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         On careful review of past recorded materials, I intend to include in my recordings, brief summaries of my understanding of daily poems. The good thing is I get clues from the introductions.</p>\n\n    <p> </p>\n\n    <p>         After intensive consideration, giving thought to the language of my tribe: Yoruba, I have made up my mind to desist from speaking the language. My reasons are simple, I currently have no textbook-fact to base this cognitive sojourn, making expression intolerable, ineffectual, and crippling. My understanding, based on common observed usage is the attribution Weasel words, a language with words and phrases so vague, precision is impossible . . .</p>\n\n    <p>[ Edit : Friday, March 27, 2020 ]</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Friday, March 27, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: PAY WHAT THINGS ARE WORTH</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Ballad of the Bread Man by Charles Causley</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Robert Louis reading of the day</b>: </p>\n\n    <p>Something in it</p>\n\n    <p>Faith, half faith and no faith at all</p>\n\n    <p>The touchstone</p>\n\n    <p>The poor thing</p>\n\n    <p>The song of the morrow</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Woke up feeling indifferent, I choose not to base my mood on my environment, meditating has given me the opportunity to enjoy, even if only briefly, the bask in a vacuum like space, this always has been, but meditating has helped to heighten this tranquil. Also I live most of my time conscious of my present actions, not acting routinely.</p>\n\n    <p> </p>\n\n    <p>         “Gone are the green islands and the bright sea, the sun and the moon and the forty million stars, and life and love and hope. Henceforth is no more, only to sit in the night and silence, and see your friends devoured; for life is a deceit, and the bandage is taken from your eyes.”</p>\n\n    <p> </p>\n\n    <p>         A saying I can’t quote comes to mind, here is a paraphrase “The more you learn, the more of the realization of how little you know”. An allusion to this is the introspective matter of thought while reading the fable, <i> FAITH, HALF FAITH AND NO FAITH AT ALL. </i> While on a pilgrimage, a priest, a virtuous man, and an old rover with his axe come across a fakeer on their consecutive stops of deliberative inquisitions into the nature of the priest’s guiding light - his religion. He is later unmoored after successive fallibility. Drawing from my own memories, while on the mandatory internship program in my third year in the university, at computer village, Ikeja. Caught up on a rainy day, outside the office, seeking refuge at a gas station with a colleague, waiting for the rain to subside, a scrawny, untidy man in dirty white coloured robes, a bible under his arm, hobbles past us where we sat knee close to chest, in a traipse manner, he seemed to be begging for alms; more like a mendicant. Befuddled, I asked my older colleague why it was so, he replied succinctly, in words I can’t remember, what he meant goes so: <i> In life it’s essential to understand all facets of reality.</i> </p>\n\n    <p> </p>\n\n    <p>         The limn of this write-up is the understanding of how impressions can change with new found knowledge.</p>\n\n    <p> </p>\n\n    <p>         An excerpt from today’s reading of the fable <i> THE TOUCHSTONE</i>  “But he was like the hunter that has seen a stag upon a mountain, so that the night may fall, and the fire be kindled, and the lights shine in his house; but desire of that stag is single in his bosom.”</p>\n\n    <p> </p>\n\n    <p>         Fools can’t recite my knowledge, for that reason, let them tend their business, for theirs is the way of the unhatched smitten egg, devoid of potential.</p>\n\n    <p> </p>\n\n    <p>         As fathers are the a priori base, the foundation of all knowledge in the community, so will my books, knowledge from the old, and insights from today be my guiding light, as they’ve always been.</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Night Visions</b>: </p>\n\n    <p> </p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Saturday, March 28, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: COWARDICE AS A DESIGN PROBLEM</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: I Watched a Blackbird by Thomas Hardy</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Robert Louis reading of the day</b>: </p>\n\n    <p>The man and his friend</p>\n\n    <p>The four reformers</p>\n\n    <p>The house of eld</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Octavia E. Butler’s readings</b>: </p>\n\n    <p>The evening and the morning and the night</p>\n\n    <p>Near of kin</p>\n\n    <p>Crossover</p>\n\n    <p>Positive obsession</p>\n\n    <p>Furor scribendi</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         <i> Shipwreck in a sea of faces, there’s a dreamy world, way up there</i> , lines from a song by Adam Young. I figured, sometimes it’s impossible for anyone to reduce the experience of certain activities below a threshold, why? Because old experience wane hard.</p>\n\n    <p> </p>\n\n    <p>         An excerpt from today’s reading of a short story by Octavia Butler: Speech Sounds: “<i> His use of the left hand interested Rye more than his obvious question. Left-handed people tended to be less impaired, more reasonable and comprehending, less driven by frustration, confusion, and anger.</i> ” Now I don’t know how true this is, but it’s an interesting statement.</p>\n\n    <p> </p>\n\n    <p>         Another excerpt from Octavia Butler’s short story collection titled <strong>The Evening and the Morning and the Night</strong>. <i> “The weird part was, I worked hard, got top grades. If you work </i> <strong><i> hard</i> </strong><i>  enough at something that </i> <strong><i> doesn’t matter</i> </strong><i> , you can </i> <strong><i> forget</i> </strong><i>  for a while about the things that do.” </i> Now drawing from the incident I was just involved in. Helping my mom with her tea, filling up her flask, random activities of little to no significance, my dad calls me, informing me I’ll need to have the waste made available for the trash collector on his arrival. Dropping the flask in my mom’s room, I move forward to helping with the trash, but first, do I have soap to wash after this dirty activity? No! Is it really important, taking the trash out, when he can just come in to get it? Well, his wife says she doesn’t want the trash collector in the compound, another dictum from the madam, at whose peril actually? His? Mine? Why? I’m not so sure. Just another impudence at the individuals in the household who actually do the work. Mind made up. I don’t plan on taking any trash out, if he needs the trash out, he either plays on whomsoever’s logic is needed to have the trash collector come in, or let his <i> slave-boy</i>  - me - as I’ve always been, handle it. But no, he won’t. On returning back to the building, after waiting several minutes, intending to ascertain if he, the trash man still is on his way, I meet with Father, telling me I have to take it out, the following conversation ensued, I paraphrase. </p>\n\n    <p> </p>\n\n    <p><strong>Son</strong>: Where is the man?</p>\n\n    <p><strong>Father</strong>: His cart is full. He has gone to empty it; he says he’ll be coming back soon.</p>\n\n    <p><strong>Father</strong>: Have you taken the trash out?</p>\n\n    <p><strong>Son</strong>: No, I didn’t.</p>\n\n    <p><strong>Father</strong>: Why?</p>\n\n    <p><strong>Son</strong>: I’d rather have him come in to get it.</p>\n\n    <p><strong>Father</strong>: He can’t come in.</p>\n\n    <p><strong>Son</strong>: I have no soap to wash after.</p>\n\n    <p> </p>\n\n    <p>         Father gives a scornful remark, imposing his will on mine, I leave his presence, informing him of my defiance as a result of his disdain of my wants. I remember growing up, my dad telling my mom, how he doesn’t know me, he doesn’t know who I am? Think of it. If he doesn’t know who I was, how can he know me; who I currently am? A reference to the letter sent to him should be inferred for proper a priori discerning.</p>\n\n    <p> </p>\n\n    <p>         The reason I relate all these is to draw and infer, showing how easy it is to lose all sense of self, if I had listened to his advice - father - of not reading. I’d be an animal wielded by the raucous of nonchalant individuals with imposing bigoted views, losing sense of the loci flame that has stirred me so far, instead of chasing the wind.</p>\n\n    <p> </p>\n\n    <p>         I switched programs, for the windows media player, with intentions to listen to <i> Wolf Bite</i>  only to have <i> The Real World</i>  by <i> Owl City</i>  played, I was swept away, mood changed, and now I feel lighter; my capricious ass. During the playback, a thought swept through my mind, it was in concession with some lines from the song, how he’d rather live in an imaginary world than live in the real world. I indulge in this by reading books myself, fiction, or non-fiction, any goes, as long as it offers a true episode of escapism, the perfect reverie.</p>\n\n    <p> </p>\n\n    <p>         Reading the fable, <i> the house of ELD.</i>  I’m taken to the aisle of memory; in view: on the counter. My high-school graduation year book parting words. I paraphrase: “The lord has given us a course to chart during this lifetime, but not without the opportunity to plot ours”. As few as these words are, they signalled the imminent actions, shaped by fore-thoughts, that’d determine the story of my life. So insinuating were the words to my uncle; the proprietor, he avoided speaking to me directly about it, instead meets with my dad admonishing him. For He’d have my dad call me informing me on how, out of condescending spite, I sound intelligent, when all he actually meant was, good lifting.</p>\n\n    <p> </p>\n\n    <p>         A quick summary of the book, he kills the sorcerer, has his right fetter broken, prior to this he . . .</p>\n\n    <p> </p>\n\n    <p>         First it’s a metaphor of how to gain freedom, you need to break down the walls of those you love, fight, conquer . . .</p>\n\n    <p> </p>\n\n    <p>         It so happens that I graduated from high school at fifteen also . . .</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Sunday, March 29, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: WHY DO YOU NEED TO IMPRESS THESE PEOPLE AGAIN?</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Loveliest of Trees, the Cherry Now by A. E. Housman</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Robert Louis reading of the day</b>: </p>\n\n    <p>The yellow paint</p>\n\n    <p>The penitent</p>\n\n    <p>The devil and the innkeeper</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Octavia E. Butler’s readings</b>: </p>\n\n    <p>Bloodchild</p>\n\n    <p>Speech sounds</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Avoid people’s claims of redemption, when in truth, the aim is to waste the present, the utility of the moment.</p>\n\n    <p> </p>\n\n    <p>         I discovered my neighbours aren’t the devil, they aren’t humans, they’ve become monotonous impasse of dispute.</p>\n\n    <p> </p>\n\n    <p>         In the last paragraph of the sixth chapter of the<strong> LO</strong> part, I can clearly infer that the euphoric experience described between the Oankali and the humans isn’t as ecstatic as what I had earlier visualized, for if he (Tino) was truly and deeply pacified and wholly satisfied, the longing for physical contact would be inexistent.</p>\n\n    <p> </p>\n\n    <p>         An excerpt from today’s reading of essays from Butler “<i> I took archery in high school because it wasn’t a team sport. I liked some of the team sports, but in archery you did well or badly according to your own efforts. No one else to blame. I wanted to see what I could do. I learned to aim high. Aim above the target. Aim just there! Relax. Let go. If you aimed right, you hit the bull’s-eye. I saw positive obsession as a way of aiming yourself, your life, at your chosen target. Decide what you want. Aim high. Go for it.</i> ”</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Monday, March 30, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: REASON IN ALL THINGS</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: The Cherry-Tree Carol by Anon.</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         An excerpt from a reading of the new intellectual “<i> Man’s consciousness shares with animals the first two stages of its development: </i> <strong><i> sensations</i> </strong><i>  and </i> <strong><i> perceptions</i> </strong><i> ; but it is the third state, </i> <strong><i> conceptions</i> </strong><i> , that makes him man. Sensations are integrated into perceptions automatically, by the brain of a man or of an animal. But to integrate perceptions into conceptions by a process of </i> <strong><i> abstraction</i> </strong><i> , is a feat that man alone has the power to perform—and he has to perform it by </i> <strong><i> choice</i> </strong><i> . The process of abstraction, and of concept-formation is a process of </i> <strong><i> reason</i> </strong><i> , of thought; it is not automatic nor instinctive nor involuntary nor infallible. Man has to initiate it, to sustain it and to bear responsibility for its results. The pre-conceptual level of consciousness is nonvolitional; volition begins with the first </i> <strong><i> syllogism</i> </strong><i> . Man has the choice to think or to evade—to maintain a state of full awareness or to drift from moment to moment, in a semi-conscious daze, at the mercy of whatever associational whims the unfocused mechanism of his consciousness produces.</i> </p>\n\n    <p> </p>\n\n    <p>         <i> But the living organisms that possess the faculty of consciousness need to exercise it in order to survive. An animal’s consciousness functions automatically; an animal perceives what it is able to perceive and survives accordingly, no further than the perceptual level permits and no better. Man cannot survive on the perceptual level of his consciousness; his senses do not provide him with an automatic guidance, they </i> <strong><i> do not</i> </strong><i>  give him the knowledge he needs, </i> <strong><i> only the material of knowledge</i> </strong><i> , which his mind has to integrate. Man is the </i> <strong><i> only</i> </strong><i>  living species who has to perceive reality—which means: to be conscious—by choice. But he shares with other species the penalty of unconsciousness: destruction. For an animal, the question of survival is primarily physical; for man, primarily </i> <strong><i> epistemological</i> </strong><i> .</i> </p>\n\n    <p> </p>\n\n    <p>         <i> Man’s unique reward, however, is that while animals survive by adjusting themselves to their background, man survives by </i> <strong><i> adjusting his background to himself</i> </strong><i> . If a drought strikes them, animals perish—man builds irrigation canals; if a flood strikes them, animals perish—man builds dams; if a carnivorous pack attacks them animals perish—man writes the Constitution of the United States. But one </i> <strong><i> does not</i> </strong><i>  obtain food, safety or freedom—by instinct..”</i> </p>\n\n    <p> </p>\n\n    <p>         <i> “Those who could become the New Intellectuals are America’s hidden assets; their number is probably greater than anyone can estimate; they exist in every profession, even among the present intellectuals. But they are scattered in silent helplessness throughout the country, or hidden in that underground which, in human history, has too often swallowed the best of men’s potential: </i> <strong><i> subjectivity</i> </strong><i> . They are the men who have long since lost respect for the cultural standards to which they conform, but who hide their own convictions or repress their ideas or suppress their minds, each feeling that he has no chance against the others, each serving as both victim and destroyer. The New Intellectuals will be those men who will come out into the open and have the courage to break that vicious circle.</i> </p>\n\n    <p><i>  </i> </p>\n\n    <p>         <i> If they glance at the state of our culture, they will see that the entire miserable show is kept up by nothing but </i> <strong><i> routine</i> </strong><i>  and </i> <strong><i> pretence</i> </strong><i> , which disguise bewilderment and fear: nobody dares to take the first new step, everybody waits for his neighbour’s initiative. If a society reaches the stage where every man accepts the feeling that he is “a stranger and afraid in a world [he] never made,” the world it gives up will be made by Attila. The greatest need today is for men who are </i> <strong><i> not strangers to reality</i> </strong><i> , because they are not afraid of thought. The New Intellectuals will be those who will take the initiative and the responsibility: they will check their own philosophical premises, identify their convictions, integrate their ideas into coherence and consistency, then offer to the country a view of existence to which the wise and honest can repair.</i> </p>\n\n    <p><i>  </i> </p>\n\n    <p>         <i> The New Intellectual will be the man who lives up to the exact meaning of his </i> <strong><i> title</i> </strong><i> : a man who is guided by his intellect—not a zombie guided by feelings, instincts, urges, wishes, whims or revelations. Ending the rule of Attila and the Witch Doctor, he will discard the basic premise that made them possible: the soul-body dichotomy. He will discard its irrational conflicts and contradictions, such as: mind versus heart, thought versus action, reality versus desire, the practical versus the moral. He will be an integrated man, that is: a thinker who is a man of action. He will know that ideas divorced from consequent action are fraudulent, and that action divorced from ideas is suicidal. He will know that the conceptual level of </i> <strong><i> psycho-epistemology</i> </strong><i> —the volitional level of reason and thought—is the </i> <strong><i> basic necessity</i> </strong><i>  of man’s survival and his greatest </i> <strong><i> moral virtue</i> </strong><i> . He will know that men need philosophy for the purpose of living on earth.</i> </p>\n\n    <p><i>  </i> </p>\n\n    <p>         <i> The New Intellectual will be a reunion of the twins who should never have been separated: the intellectual and the businessman. He can come from among the best—that is: the most rational—men who may still exist in both camps. In place of an involuntary Witch Doctor and a reluctant Attila, the reunion will produce two new types: the </i> <strong><i> practical thinker</i> </strong><i>  and the </i> <strong><i> philosophical businessman</i> </strong><i> .</i> </p>\n\n    <p><i>  </i> </p>\n\n    <p>         <i> The best among the present intellectuals should consider the tremendous power which they are holding, but have never fully exercised or understood. If any man among them feels that he is the helpless, ineffectual step-son of a “materialistic” culture that grants him neither wealth nor recognition, let him remember the meaning of his title: his power is his intellect, not his feelings, emotions, or intuitions. It is not the businessmen who have robbed him of efficacy, but those of his colleagues who have degraded his profession to the level of soothsayers, tea-leaf readers, and jungle oracles. Let him break with the neo-mystics; let him realize that ideas are not an escape from reality, not a hobby for “disinterested” neurotics in ivory towers, but the most </i> <strong><i> crucial</i> </strong><i>  and </i> <strong><i> practical </i> </strong><i> power in human existence. Then let him become an intellectual leader who assumes full responsibility for the practical consequences of his theories.”</i> </p>\n\n    <p> </p>\n\n    <p>         Sacrilegious is the holistic make up of the pretender who claims to teach. The wanderers who smoke the view; hazed up themselves; benighted, accredited worms of impotency.</p>\n\n    <p> </p><p> </p>"
  }
]