[
  {
    "date": "Thursday, April 2, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: BE WARY OF WHAT YOU LET IN</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: The Walrus and the Carpenter by Lewis Carroll</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         The only reason, language still stands in the way of cognition is the inability of rest on the laurels of the bolsters of objectivity.</p>\n<p> </p>\n    <p>         Avoid the grinding halt of generalization, the void of context. Language is incomprehensible of knowledge in this nature.</p>\n<p> </p>\n    <p>         I was thinking and realized that, if I get to create my own AI; which I will soon, I might as well take a bin of dead information and dispose it in my AI’s cognitive learning table, if I plan on indexing the internet. The real aim should be to impose a strict learning scheme that aims at understanding my cognitive process through language that maps the sequence of detailed pragmatic thought.</p>\n<p> </p>\n    <p>         I think the principle or the inclination to ideologies like <i> unconditional love</i>  are synonymous to “regardless of what you do I’ll hate you.”</p>\n<p> </p>\n    <p>         The idea of negating meaning leads to the loss of value. I think the Yoruba tribe’s culture is a nihilistic one, upheld on the guise of myths that are taking literally. A problem of diffused misinformation? An orphic adaption? This takes me to the point in memory—anachronistic, from my benightedness—peculiar of its customs, when a colleague from university, his dad tells me sorry for being a Yoruba native. Now I get the idea, it’s reflected in the demotic expressions of the language. </p>\n<p> </p>\n    <p>         I have been so jaded, it’s weird. I haven’t read in a while.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Friday, April 3, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: DECEIVED AND DIVIDED</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: The Jumblies by Edward Lear</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Listening in on a lecture by Steven Pinker: what our language habits reveal, shows the allure of vagueness, the potency in acclaiming to self its bug; refuting it for our advantage in diplomacy and social interactions, seeing it as language feature. This is strictly a dichotomy, revealing the specifics of language use. In expression aimed at cognitive discerning, ambiguity - vagueness - been a hindrance.</p>\n\n    <p> </p>\n\n    <p>         The beauty in taking in all of perception, sieving through the conscious what construes purpose is a drive at the imperative of ethical discerning. Leaving that which shouldn’t be considered in the face of conspicuous meaning is direction. Self-will, the volition of the <i> self</i> .</p>\n\n    <p> </p>\n\n    <p>         Thinking of activities that are easily replaced for vague alternatives has led to several activities impoverished of their essence, losing the vitality, it’s magic.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Saturday, April 4, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: DON’T LET THIS GO TO YOUR HEAD</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Who Killed Cock Robin? by Anon.</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Familiarity feels like friendship when you’re among strangers, knowing to stay true to your nature ensures the proper discerning of relationships.</p>\n\n    <p> </p>\n\n    <p>         Today marks the day of installation of the first prime minister, Englishman and Whig statesman Robert Walpole who (under George I) was effectively the first British prime minister from 1721 - 1742. Born 1676 died 1745.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Sunday, April 5, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: TRUST, BUT VERIFY</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: First Word (After Helen Keller) by Rachel Rooney</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Today’s poem draws a prose (I’m not sure of its metric) around the experience of the first blind and deaf woman to graduate from university - Helen Keller - in 1904. Today, the 5<sup>th</sup> of April marks the first day; the journey into the land of words, in 1887. With one hand to the flowing water of a pump and the letters for water spelt on the other palm, in those moments capturing the mystery of language as it revealed itself to her.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Tuesday, April 7, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: EXPECT TO CHANGE YOUR OPINIONS</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: <i>from</i> the Prologue to The Canterbury Tales by Geoffrey Chaucer</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         The electricity has been bad for days, just in our house though, sucks, I will be spending my day reading on my phone if nothing changes. Aloha.</p>\n\n    <p> </p>\n\n    <p>         Keeping this an input to….</p>\n\n    <p> </p>\n\n    <p>         Listening in on a discourse with <i> Jordan B Peterson</i> , <i> Heather MacDonald</i>  and <i> Stephen Blackwood</i> , Heather expresses how over the centuries, expression evolved from abstract allegory to 19<sup>th</sup> century British and French novels revealing a transition in human expression.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Wednesday, April 8, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: THE COST OF ACCEPTING COUNTERFEITS</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Home-Thoughts from Abroad from Robert Browning</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         An excerpt from today’s devotional reading: <i> The point of this metaphor is to highlight how much effort we put into making sure money is real, whereas we accept potentially life-changing thoughts or assumptions without so much as a question. One ironic assumption along these lines: that having a lot of money makes you wealthy. Or that because a lot of people believe something, it must be true. </i> I should be reminded of how over the past few months I’ve been attacked throughout the clock, pushing me to a wall of annihilation, annihilation of not just life, this being the last in the gradient of the destructive process set in motion. I have lost proper expression of my cognitive processes, my thoughts hampered by the constant brainwashing, and inducing of hypnotic states that produce awareness of a <i> self;</i>  suggested, as not worked on by self, the constant deliberate mass action of hindering any form of progress as an individual, of the individual.</p>\n\n    <p> </p>\n\n    <p>         I have become chafe from having to wait for the visa appointment, it’s been months now, waiting for the online portal registration, amidst all the lies, I have chosen to keep aloof, in the event of things not working out fine, I have plans. Real plans.</p>\n\n    <p> </p>\n\n    <p>         Intelligence is beautiful in all its mystery and misery. Its ever complex intertwines of intricate detail is a glimpse at the ever non ending halls of heaven.</p>\n\n    <p> </p>\n\n    <p>         In a culture without rich literature, devoid of history - relative to civilization - cognition is seated on direct experience, discerning of the perceptual horizon, a myth outside of the collective experience. Without a new experience, there can be no growth. A very possibility is a race of identical individuals with little to no arbitrary difference, outside the physiological. Examining the expressions of beings shouldn’t be taken outside of the domain of thought origin, impulse and backgrounds like profession, family. This being a subculture diagnosis. This could be a clan problem, one of habitual hard drug abuse. </p>\n\n    <p> </p>\n\n    <p>         In today’s poem by Robert Browning, he slates his writing with, quoting: “little children’s dower, far brighter than this gaudy melon flower.” I think this is an allusion to the preferential choice of the civilized world of economics over nature. My expression being a bit vague.</p>\n\n    <p> </p>\n\n    <p>         There’s some form of sympathy for self, when I read something insightful, almost like a resentment of my constant need to read, void of smug.</p>\n\n    <p> </p>\n\n    <p>         Atlas shrugged by Ayn Rand took thirteen years to write, she lives by the philosophy I quote: “<i> That I have no right to anything, except to run to my desk: No right to breathe, no right to live—that’s my attitude. You stop only when you’re ready to collapse. I imagine it’s like being pregnant: there is something alive that demands priority over everything; you’re under that pressure constantly.</i>  “</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Night Visions</b>: </p>\n\n    <p> </p>\n\n    <p>         In my night vision I saw young Adolf, and danced with war prisoners.</p>\n\n    <p>It was in the early hours of the morning, a morning jarring wake had left me with nothing to do but to read a book, I picked my phone, swept through the list of available titles, hoping to go with something fresh and interesting, being a fervent scholar of the philosophical theories, I went for the book by <i> Jim Proser</i> , <i> The Savage Messiah</i> , an almost memoir-like, novel themed appraisal of the life of <i> Jordan B Peterson</i> .</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Thursday, April 9, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: TEST YOUR IMPRESSIONS</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: The Ballad of Semmerwater by William Watson</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Today is a gloomy day with soft showers sprinkling, it’s 9:09 AM, I hear a neighbour shouting in her native language: <i> you’ll get the beating</i> . It’s one of the ever vague cries I hear when at home, it’s imposing but not holding. Today’s poem is about to be listened to, I wrote the verse two for <i> Beat me down</i> , another great song in my colossus, I’m happy with my streak, it’s a clean one.</p>\n\n    <p> </p>\n\n    <p>         One of the key functions of thinking is to reverse positions, a method I should insert in my thinking scheme.</p>\n\n    <p> </p>\n\n    <p>         When using <i> and</i>  to group items, <i> is</i>  can be used to define the state. </p>\n\n    <p> </p>\n\n    <p>         A lightness of being, an awareness of play, of possibility.</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Night Visions</b>: </p>\n\n    <p> </p>\n\n    <p>         Moral of today’s poem the ballad of Semmerwater goes thus: Even the proudest of empires will fall if it earns the curse of its poor and vulnerable.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Friday, April 10, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: JUDGMENTS CAUSE DISTURBANCE</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Do Not Stand at my Grave and Weep by Mary Elizabeth Frye</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Today is the anniversary of the Good Friday agreement of 1998, a key moment in the Northern Island peace process. </p>\n\n    <p> </p>\n\n    <p>         I lost track of objectivity, the appraisal of self in the driveway of altruism, the servile trait that has got me misplaced in a world of expletive cries of non-committal pandering. Change is in motion, its process, the only viability of my reality.</p>\n\n    <p> </p>\n\n    <p>         Music is like porn to my ears, <i>Wearing nothing</i> by <strong>Dagny.</strong></p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Saturday, April 11, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: IF YOU WANT TO LEARN, BE HUMBLE</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: In Time of ‘The Breaking of Nations’ by Thomas Hardy</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         I need to work on focus, especially during work.</p>\n\n    <p> </p>\n\n    <p>         <i> Cultural inventions vary widely in their sophistication from society to society; within a society, the inventions are generally at the same level of sophistication</i> . This is an allusion to the current disposition I am in after the continuous disintegrating of methodological states of being. In all these, I remain functional and progressive, an affirmation of the statement above; my culture being alien.</p>\n\n    <p> </p>\n\n    <p>         You don’t win without taking a beating.</p>\n\n    <p> </p>\n\n    <p>         <i> . . . was to see if his neural systems could be shaped by patterned, repetitive experience in a safe and predictable environment</i> . </p>\n\n    <p> </p>\n\n    <p>         An excerpt from a reading of Al Hirschfeld daily rituals “<i> Very often, when an assignment is difficult, he can’t fall asleep until the artistic problem is solved, or he dreams about various ways of designing his drawing,” she wrote in 1999. “Now that’s what I call a hard worker! Even his subconscious doesn’t give him any time off. The next morning, holding onto that dream, he rises at first light and races to his drawing board to jot down all those nocturnal notions.</i>  ”</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Sunday, April 12, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: REJECT TANTALIZING GIFTS</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Dear Yuri by Brian Moses</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         On the 12<sup>th</sup> of April 1961 , the Russian Cosmonaut Yuri Alekseyevich Gagarin became the first human to travel to space. He is also the first person to orbit earth.</p>\n\n    <p> </p>\n\n    <p>         Who’s forced me to grow up, taking my memes from me, the beauty of solitude on my electronic devices. I’ll definitely get them back.</p>\n\n    <p> </p>\n\n    <p>         I should be careful what I share with people and what I heed to, as a lot of people know not the second of what they speak of, as in the case of the neighbour who dismissed my attempts at reading the Nietzsche literature by dismissing them as books of moral depravity. Only in a book by Jim Proser; the Savage Messiah to discover the depth of the acknowledgement of the Christian God, I quote: <i> The Christian God as a saviour, as the bringer of order and peace. </i> Careful of those who may be the harbinger of great misfortune, out of heeding to their words.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Monday, April 13, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: LESS IS MORE</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: The Song of Wandering Aengus by W. B. Yeats</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         An excerpt from today’s reading of the Stoic Devotional: <i> the writers we admire tend to be masters of economy and brevity. What they leave out is just as important—sometimes more important—than what they leave in. There is a poem by Philip Levine titled “He Would Never Use One Word Where None Would Do.” </i> A necessary wisdom for my journey into the literary world.</p>\n\n    <p> </p>\n\n    <p>         The silver apples of the moon, the golden apples of the sun.</p>\n\n    <p> </p>\n\n    <p>         How quickly it has been, since quitting my job, coming home, the switch from the promise of life to the pains of life, it’s been what? Two years now, and the miserableness of existence has pined at the peak of belief in a transcendental being of adoration.</p>\n\n    <p> </p>\n\n    <p>         Thinking back to the times of the <i> Folly</i>  incident, the “professor” who really isn’t a professor. I think I’ll write a story on this instead of just making it an input in my journal.</p>\n\n    <p> </p>\n\n    <p>         The concept of “okuigbe” the word that depicts or means <i> dead shit</i>  can be contrasted with the concept introduced by a colleague, <i> Osho</i>  when he said: <i> they are the sick one’s, they don’t smoke</i> . I won’t suffice, so I’m <i> dead shit</i>  like: <i> he doesn’t smoke so he is sick</i> .</p>\n\n    <p> </p>\n\n    <p>         An excerpt from a course book I currently use: <i> I use the word “daimon” in its classic sense, referring to a kind of psychic twin—a motivating presence that first appears in one’s youth as a core image or experience that will come to animate, guide, and inform the individual throughout her life.</i> </p>\n\n    <p> </p>\n\n    <p>         Another excerpt: <i> Compensation Theory argues that the drive to flourish is grounded in childhood, adolescent, or early adulthood experiences of loss, deprivation, humiliation, scorn, bullying, abandonment, loneliness, and so on. Poverty inspires a need for security, shame a need to prove the mockers wrong, abandonment a need for trustworthy love—or safe, reliable solitude</i> .</p>\n\n    <p> </p>\n\n    <p>         Embrace the consistent cruelty, the “<strong><i> everyday sadism</i> </strong>”. In it remain poised, focused, and unperturbed, for an individual who sees no evil in his actions is capable of virtually anything.</p>\n\n    <p> </p>\n\n    <p>         I discovered the <strong><i> Man Booker Prize</i> </strong> today. Now that’s the goal.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Tuesday, April 14, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: BECOMING AN EXPERT IN WHAT MATTERS</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: The Woods and Banks by W. H. Davies</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         I see my dad first, while seeing unconditionally. Beautiful.</p>\n\n    <p> </p>\n\n    <p>         Today, the cuckoo day, the most famous sound alarm clocks make. Just by the knowledge of this, I learn every day from my daily poem listening and stoic devotionals. Like how today’s input is about actually knowing what matters in life and giving it attention.</p>\n\n    <p> </p>\n\n    <p>         An excerpt from a book I skimmed through <strong>Creating Characters: How to Build Story People</strong>: <i> In essence, boredom, I discovered (though it’s hardly a tremendous or unique insight), is a conflict state, in which duty, conditioning, or some other element demands you do one thing, when consciously or otherwise, you want to be doing something else.</i> </p>\n\n    <p> </p>\n\n    <p>         Excerpt from the fore-mentioned book, touching on the recent drop in output in my musical compositions: <i> The well, of course, is your own head. Your brain. Your consciousness. Your imagination. You’ve drained it of things that interest and intrigue you. Or, to put it another way, you’ve used the same story elements too often: the same ideas, the same settings, the same twists and complications, the same characters.</i> </p>\n\n    <p> </p>\n\n    <p>         Avoiding circumlocution is a dream, it’s been my reason for keeping a dictionary, and another reason for imposing on myself the daily write-ups in my journal.</p>\n\n    <p> </p>\n\n    <p>         John Herschel Glenn Jr. Made the first orbital rocket-powered flight by a United States astronaut in 1962; later in United States Senate (1921-).</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Wednesday, April 15, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: PAY YOUR TAXES</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Ode to the Loss of the Titanic by Geoffrey Hill</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Today in history, early on the morning of 1912, RMS Titanic sank in the icy waters of the North Atlantic, over 1500 people died, almost 3/4 of the passengers and crew on board at the time, it is fixed in the popular imagination as one of the shocking maritime disasters of all time.</p>\n\n    <p><br/></p>\n\n    <p>         A life oriented <strong><i> to leisure</i> </strong> is in the end a life <strong><i> oriented to death</i> </strong>—the <i> greatest leisure of all</i> .</p>\n\n    <p> </p>\n\n    <p>         The aim is to be political, intellectual, and artistic.</p>\n\n    <p> </p>\n\n    <p>         I wake to sleep, and take my waking slow. I feel my fate in what I cannot fear. I learn by going where I have to go.</p>\n\n    <p> </p>\n\n    <p>—Theodore Roethke, The Waking</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Thursday, April 16, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: OBSERVE CAUSE AND EFFECT</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Will Ye No Come Back Again? by Carolina Oliphant, Lady Nairne</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         It makes sense to relieve myself of these words, words that evoke a sense of purpose. Taking up literary learning is still to this point the journey with raptures so intense I will to see it through.</p>\n\n    <p> </p>\n\n    <p>         An excerpt from a reading of the Lexicon of Ayn Rand’s Objectivism discussing America’s libertarian stands: “<i> All previous systems had regarded man as a sacrificial means to the ends of others, and society as an end in itself, The United States regarded man as an end in himself, and society as a means to the peaceful, orderly, voluntary co-existence of individuals. All previous systems had held that man’s life belongs to society, that society can dispose of him in any way it pleases, and that any freedom he enjoys is his only by favour, by the permission of society, which may be revoked at any time. The United States held that man’s life is his by right (which means: by </i> <strong><i> moral principle</i> </strong><i>  and by </i> <strong><i> his nature</i> </strong><i> ), that a right is the property of an individual, that society as such has no rights, and that the only </i> <strong><i> moral purpose</i> </strong><i>  of a government is the </i> <strong><i> protection of individual rights</i> </strong><i> .</i> ”</p>\n\n    <p> </p>\n\n    <p>         “<i> America is the land of the uncommon man. It is the land where man is free to develop his genius—and to get its just rewards. It is the land where each man tries to develop whatever quality he may possess and to rise to whatever degree he can, great or modest. It is not the land where one glories or is taught to glory in one’s mediocrity.</i> </p>\n\n    <p> </p>\n\n    <p>         <i> No self-respecting man in America is or thinks of himself as “little,” no matter how poor he may be. That, precisely, is the difference he-tween an American working man and a European serf.</i> ”</p>\n\n    <p> </p>\n\n    <p>         “<i> The social system based on and consonant with the </i> <strong><i> altruist morality</i> </strong><i>  —with the code of self-sacrifice—is socialism, in all or any of its variants: fascism, Nazism, communism. All of them treat man as a sacrificial animal to be immolated for the benefit of the group, the tribe, the society, the state. Soviet Russia is the ultimate result, the final product, the full, consistent embodiment of the altruist morality in practice; it represents the only way that that morality can ever be practiced.</i> ”</p>\n\n    <p> </p>\n\n    <p>In my little time in the literary world, I’ve come to realize the only connection being shared with the <i> collective</i>  the herd of “the clan” is <strong><i> shared human experience</i> </strong>.</p>\n\n    <p> </p>\n\n    <p>         An excerpt from a swift read of Heroes and Heroines hints on the concept of collective unconscious <strong>“</strong><i> Carl Jung theorized that humans have a </i> <strong><i> collective unconscious</i> </strong><i> , \"deposits of the</i> <strong><i>  constantly repeated experiences of humanity</i> </strong><i>  ... a kind, of readiness to reproduce over and over again the same or similar</i> <strong><i>  mythical ideas</i> </strong><i>  ...\" This shared memory of experiences has resulted in </i> <strong><i> a resonance of the concepts </i> </strong><i> of hero and heroine that transcends time, place and culture. Jung called these recurring personalities ARCHETYPES, from the Greek word archetypos, meaning \"first of its kind.\"</i> <strong>\"</strong></p>\n\n    <p> </p>\n\n    <p>         An excerpt from a reading of the lexicon of Objectivism: “<i> Ancient Greece tore away the heavy shroud of mysticism woven for centuries in murky temples, and achieved, in three centuries, what Egypt had not dreamed of in thirty: a civilization that was essentially </i> <strong><i> pro-man</i> </strong><i>  and </i> <strong><i> pro-life</i> </strong><i> . The achievements of the Greeks rested on their confidence in the power of man’s mind—the power of </i> <strong><i> reason</i> </strong><i> . For the first time, men sought to understand the causes of natural phenomena, and gradually replaced superstition with the beginnings of science. For the first time, men sought to guide their lives by the judgment of reason, instead of resorting exclusively to divine will and revelation.</i> </p>\n\n    <p> </p>\n\n    <p>         <i> The Greeks built temples for their gods, but they conceived of their gods as </i> <strong><i> perfect human beings</i> </strong><i> , rejecting the cats, crocodiles and cow-headed monstrosities enshrined and worshiped by the Egyptians. Greek gods </i> <strong><i> personified abstractions</i> </strong><i>  such as Beauty, Wisdom, Justice, Victory, which are </i> <strong><i> proper human values</i> </strong><i> . In the Greek religion, there was </i> <strong><i> no omnipotent mystical authority</i> </strong><i>  and no organized priesthood. The Greek had only a vague idea of, and little interest in, an afterlife.</i> ”</p>\n\n    <p> </p>\n\n    <p>         <i> It is quite true what Philosophy says: that </i> <strong><i> Life must be understood backwards</i> </strong><i> . But that makes one forget the other saying: that it must be lived forwards. The more one ponders this, the more it comes to mean that life in the temporal existence never becomes quite intelligible, precisely because at no moment can I find complete quiet to take the backward-looking position.</i> </p>\n\n    <p> </p>\n\n    <p><i> —The Diary of Søren Kierkegaard</i> </p>\n\n    <p> </p>\n\n    <p>         <i> A novel is a mirror that is carried along a road.</i> </p>\n\n    <p> </p>\n\n    <p>         A quote from the Upanishads: “<i> The gods love the obscure and hate the obvious</i> ”</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Friday, April 17, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: NO HARM, NO FOUL</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: <i>from</i> The Waste Land by T. S. Eliot</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         I’ll show you fear in a handful of dust.</p>\n\n    <p> </p>\n\n    <p>         One must explore deep and believe the incredible to find the new particles of truth floating in an ocean of insignificance. —JOSEPH CONRAD</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Saturday, April 18, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: OPINIONS ARE LIKE . . .</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Waste Land Limericks by Wendy Cope</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Today is a day of looking in, I woke up to the delight of <i> Dagny’s</i>  rendition of some of her favourite songs, to her loved ones and family. Sleeping to the <i> Ocean Eyes</i>  album by <i> Owl City</i> , captured the sensation of what was left of the fable dream I’d had earlier. Disconnecting from the headphones, I woke up to the dreamy song of birds in harmony with mine, the song in my head. Beautiful <strong>21 Pilots</strong>... <i> I’ll be leaving the jacket behind</i> . </p>\n\n    <p> </p>\n\n    <p>         The improvison: do not narrow your cognition, avoid acts at aim of self-aberration.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Sunday, April 19, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: OUR SPHERE OF IMPULSES</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Concord Hymn Ralph by Waldo Emerson</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Today’s devotional draws on the importance of curtailing the impulses, serving the common good and acknowledging the universality of wisdom regardless of caste, an epithet every good leader should imbibe. In detail today’s devotion implores that in our lives—whether we’re experiencing great power or powerlessness—it’s critical to leave room for what may happen and keep the common good and the actual worth of things front and centre. And, above all, be willing to learn from anyone and everyone, regardless of their station in life.</p>\n\n    <p> </p>\n\n    <p>         Lexington and Concord, the first battle of the American Revolution (April 19, 1775).</p>\n\n    <p> </p>\n\n    <p>         Avoid people looking for confrontation, remember curtail your impulses. Not doing so forebodes destruction.</p>\n\n    <p> </p>\n\n    <p>         So I realised I virtue signal a lot, well am sorry, I’ll do better.</p>\n\n    <p> </p>\n\n    <p>         Madness is something rare in individuals, but in groups, parties, peoples, ages it is the rule.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Monday, April 20, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: REAL GOOD IS SIMPLE</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: I Had a Dove by John Keats</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Knowing how to deal with what you don’t know.</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Lesson Bits</b>: </p>\n\n    <p> </p>\n\n    <p>         The GOOD that the Stoics advocate in place of coveting is wisdom, self-control, justice, courage. No one who achieves these quiet virtues experiences buyer’s remorse.</p>\n\n    <p> </p>\n\n    <p>         An excerpt from a reading of <i> Sanity is Impossibility</i> : <i> Human history of thousands of years of civilization and cultures has been documented evidence of how misplaced ingenuity of minority of humanity, especially in powerful leadership positions, has always ruled over this mass idealism of compassion to shove the human world to the brink of extinction, with conflicts, confusion and chaos ruling all milieus and lives in them. The current diminutive and enslaved status of singular wisdom of compassion in contemporary human world is foolproof evidence that </i> <strong><i> Sanity Is Impossibility</i> </strong><i>  in contemporary world and collective life-living. Those who truly understood Reality, humbly accepted compassion as only wisdom and lived and died in peace and wellness. Compassion remains the only singular Possibility of Sanity, at personal levels, as at collective level, compassion has lost the chance to reinstate itself long-long back…!</i> </p>\n\n    <p> </p>\n\n    <p>         Arbitrary introspective reprimanding of the idea of evil is still alien in every way, I’m not in terms with the collective unconsciousness of how humans deteriorate to a point of atrocity involving a neighbour losing his sanity, if all humans are the same, based on the <i> natural instinctiveness</i> , I am certain the only reason why I differ is because of my knowledge. An allusion to the second paragraph of my lesson bit.</p>\n\n    <p> </p>\n\n    <p>         Life is impermanence, and I have a disease, one affecting my heart, I barely have enough to eat, or anything to wear, a sheer reflection of how much of my health I remain unaware of, in the event of my death been news, it won’t be of my life having been a waste, a world existed before I was born to it, it would go on, existing when am out of it; but not without a tint of my shade.</p>\n\n    <p> </p>\n\n    <p>         Having thoughts of suicide . . . without understanding? <i> Why</i>  is a reflection of the unanswered question: “why am I here now?”</p>\n\n    <p> </p>\n\n    <p>         The 19th Century was a pinchbeck age of literature.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Tuesday, April 21, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: DON’T LET YOUR ATTENTION SLIDE</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: <i>from</i> The Old Vicarage, Grantchester by Rupert Brooke</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         I woke up today, not much of a mood, woke up indifferent, after doing my mantra, I went out for my drapery, washed the day before, to my surprise, I found some of my clothes soaked and on the floor in a liquid that smells awful, this isn’t the first time, it’s sad because I see no reason why anyone should want to hurt me. As stated yesterday I’ll remain compassionate, staying sane.</p>\n\n    <p> </p>\n\n    <p>         The Logos is an ethical proposition; the action of being, characterized in Christianity as the operation of truth encouraged, nested in love on potential, enacting the proposition out of courage; telling the truth. Represented in Genesis as the world springing to being, as a consequence of the action of the logos. If the logos is operative on the idea of potential, what then emerges is good by definition in the absence of proof which is arrived at the enacting of the proposition, bringing to the bear the essence of God himself.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Wednesday, April 22, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: THE MARKS OF A RATIONAL PERSON</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: The Woodspurge by Dante Gabriel Rossetti</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Understanding that the recent Cyber-Attack of the last few months have been deliberate attempts at having my self-examination and self-awareness deterred through the constant halt of deliberate arbitrary self-introspection.</p>\n<p> </p>\n    <p>         Extending my bailiwick to include literature of the Victorian era, even though its regarded as the pinchbeck age of literature.</p>\n<p> </p>\n    <p>         Understanding the difference between primal, primitive, and classic is essential in understanding the necessary discernment in historic matters. A simple tip.</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Lesson Bits</b>: </p>\n\n    <p> </p>\n                        <p>         An excerpt from a reading of the book Breaking open the head: <i> The extension of the self was, I realized, a natural process, akin to the blossoming of a plant. While a plant extends toward the sun throughout its life, human beings evolve internally. We rise up and flourish, or become stunted, involuted, as we react to the forces that press against us. Our growth takes place in the invisible realm of our mental space, and the unreachable sun we rise toward is </i> <strong><i> knowledge</i> </strong><i>  —of the self and the universe.</i> </p>\n    <p> </p><p> </p>"
  },
  {
    "date": "Thursday, April 23, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: THE MIND IS ALL YOURS</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: <i>from</i> Richard II by William Shakespeare</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Woke up today with acute pains to my right loins, just below my ribs — my fault. I ingested broken crumbs, a pill of aceclofenac and paracetamol a day before, had it consecutively for days, even snorted some out of consternation — a degrading leading to paralysis of the willed impulse I’m yet to have in check. Periodically I’ve waved my incessant reflex, the passive pallid state of intolerance, my inability to deal with the constant negation of my mental health. Reflecting on the issues individually is a daunting but as stated by NF REAL in this line “<i> Pursuin' the mental can be dark and be difficult but the pay off at the end of it can help you to get through it</i> ” this line breathes a whoosh of divinity on me right now. I’ll map every fear, every error, every articulated and acted out aim at impeding my build out of hell.</p>\n\n    <p> </p>\n\n    <p>         Today marks to bear in history the birthday of sir Wilbert William Shakespeare.</p>\n\n    <p> </p>\n\n    <p>Today in history immortalizes the battle of the French and Austrians in the Napoleon war, the battle of Ratisbon</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Friday, April 24, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: A PRODUCTIVE USE FOR CONTEMPT</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Incident of the French Camp by Robert Browning</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         I feel like I’ll be dying soon, I don’t know when, but I feel I will be going soon, you leave once, I’ll be leaving soon.</p>\n\n    <p> </p>\n\n    <p>         An excerpt from today’s reading of the book Cult X, alluding the premise of the prime possibility of contempt being productive: <i> There’s no need to worry about this in your day-to-day life. Besides, it might all just be erroneous scientific conclusions. However, if you ever find yourself questioning your consciousness, thinking, “Maybe I’m not actually deciding anything,” or “Maybe I’m really just a spectator,” then the clashes within your ego, the fights, and wars, appear truly hilarious. You may be able to see your wallowing (and don’t worry, wallowing itself is a good thing!) from a different perspective. You could think to yourself, “Ah, my brain is upset again! This collection of atoms is such a pain!” And then one thing becomes clear: how unbelievably incredible the system of the brain that produces “consciousness” is. One hundred something million neurons working nonstop at unbelievable speeds and intensities. Any being with that sort of system of consciousness within itself is truly incredible. Without consciousness and “me,” the brain wouldn’t be able to grasp its own functioning. In other words, it’s the same as saying you are your brain. And when I say “you are your brain,” both “you” and “your brain” are unique.</i> </p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Saturday, April 25, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: THERE’S NOTHING WRONG WITH BEING WRONG</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Robinson Crusoe’s Wise Sayings by Ian McMillan</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Repetitiveness doesn’t breed progress, a personal observation through a self-willed state.</p>\n\n    <p> </p>\n\n    <p>         Understanding <i> civil</i>  implies environmental in certain context is cool.</p>\n\n    <p> </p>\n\n    <p>         I love it when I think of the utter unimportance of living a life that isn’t worth living, and a muscle spasm reiterates in consensus. It’s the only reason I need for my second suicide attempt. I should a fix a date, probably before the Coronavirus, give myself a last: <i> what is on my mind</i> .</p>\n\n    <p> </p>\n\n    <p>         I choose not to bother or displease my existence by pondering any of the ephemeral thoughts suggested, carrying out the current task is all that is of importance.</p>\n\n    <p> </p>\n\n    <p>         Concentrate on the effect of your actions on your well-being, not others.</p>\n\n    <p> </p>\n\n    <p>         The day the story of the lonesome Robinson Crusoe is published by Daniel Defoe in 1719.</p>\n\n    <p> </p>\n\n    <p>         Thinking to myself, the constant perturbation of my state of consciousness, the almost perishing of the concept of <i> me</i> . To think that I come from a lineage of royalty, a supposed dignified, regal race, I doubt it.</p>\n\n    <p> </p>\n\n    <p>         Reading the book <i> Breaking open the head</i>  I come by this idea by R. Gordon Wasson : “<i> A prodigious expansion in Man’s memory must have been the gift that differentiated mankind from his predecessors, and I surmise that this expansion in memory led to a simultaneous growth in the gift of language, these two powers generating in man that self-consciousness which is the third of the triune traits that alone make man unique. . . . I am asking myself whether Soma could have possessed the power to spark what I have called these triune traits.</i> ” it’s a surmise not a factual theory. Wasson later came to deplore the idea of psychedelia saying “<i> Although these fungi had produced all of the great philosophic visions of antiquity, he proclaimed they had no relevance to the modern world.</i> ”</p>\n\n    <p> </p>\n\n    <p>         I wish my problems were pellucid. I catch myself doing things the wrong way. I want to cry most times, but in the end to live is to know when to die I think.</p>\n\n    <p> </p>\n\n    <p>         To think I came home as an act of convalesce, only to deteriorate to a state of almost madness is beyond sad I . . .</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Sunday, April 26, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: THINGS HAPPEN IN TRAINING</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Into my Heart an Air that Kills by A. E. Housman</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Here is a profound insight, two points of view. One from a school of thought, a way of living — Stoicism. And an evolutionary perspective of instinctive response integrated with mythological discernment. The latter from a lecture on the biblical series: <i> Introduction to the idea of God</i>  by Professor Jordan B Peterson, the former from today’s stoic devotional. </p>\n\n    <p> </p>\n\n    <p>         Nature is beautiful. intelligence; beauty with direction. The latter suggest the use of attention and language to confront things that most threaten us. “<i> If there are things that upset — chaotic, terrible, serpentine, monstrous underworld things that threaten — the best thing is to open your eyes, get your speech organized, and go out and confront the thing, and make the world out of it — cancel out the upsetting object</i> .” My understanding of this view is the instinctive discernment of the archetypal problem using perceptual inference. </p>\n\n    <p> </p>\n\n    <p>         The other suggest, I paraphrase: “<i> When your sparring partner scratches or head-butts you, you don’t then make a show of it, or protest, or view him with suspicion or as plotting against you. And yet you keep an eye on him, not as an enemy or with suspicion, but with a healthy avoidance. You should act this way with all things in life. We should give a pass to many things with our fellow trainees. For, as I’ve said, it’s possible to avoid without suspicion or hate.</i> </p>\n\n    <p> </p>\n\n    <p>         <i> By seeing each day and each situation as a kind of training exercise, the stakes suddenly become a lot lower. The way you interpret your own mistakes and the mistakes of others is suddenly a lot more generous. It’s certainly a more resilient attitude than going around acting like the stakes of every encounter put the championship on the line.</i> </p>\n\n    <p> </p>\n\n    <p>         <i> When you catch an elbow or an unfair blow today, shake off the pain and remind yourself: I’m learning. My sparring partner is learning too. This is practice for both of us—that’s all. I know a bit more about him or her, and from my reaction, they’re going to learn a little bit more about me too.</i> ”</p>\n\n    <p> </p>\n\n    <p>         These two perspectives enjoin us on modes of reaction, a dichotomy of perception and action. I seem to be not just a practicing stoic but a budding philosopher.</p>\n\n    <p> </p>\n\n    <p>         Some quotes I found on a look-up of the name <strong>Vladimir Nabokov a </strong>Russian and American novelist, poet, translator, and entomologist:</p>\n\n    <p> </p>\n\n    <p><i> You can always count on a murderer for a fancy prose style.</i> </p>\n\n    <p><i> It was love at first sight, at last sight, at ever and ever sight.</i> </p>\n\n    <p><i> The breaking of a wave cannot explain the whole sea.</i> </p>\n\n    <p> </p>\n\n    <p>         Some quotes from <strong>Jacques Lacan</strong></p>\n\n    <p><i> What does it matter how many lovers you have if none of them gives you the universe?</i> </p>\n\n    <p><i> The knowledge that there is a part of the psychic functions that are out of conscious reach, we did not need to wait for Freud to know this!</i> </p>\n\n    <p><i> In other words, the man who is born into existence deals first with language; this is a given. He is even caught in it before his birth.</i> </p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Monday, April 27, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: TURN IT INSIDE OUT</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: o by the by by E. E. Cummings</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Being with someone is like flying your dreams as you would fly a kite.</p>\n\n    <p> </p>\n\n    <p>         Like today’s unconventional nonsensical poem, today’s devotional pits an opposing idea against perceptive inference, alluding a form of commonsensical cognition. The former an allusion to pleasure void of much reason, the latter an approach at disciplined perception through the unbiased thought.</p>\n\n    <p> </p>\n\n    <p>         The question is what are thoughts? <i> The formation of opinions, especially as a philosophy or system of ideas, or the opinions so formed.</i>  What drives opinion formation? Fore-knowledge? Primal stimulation? The dialectic? </p>\n\n    <p> </p>\n\n    <p>         The wisdom in today’s devotional knowledge offering is the innuendo of thought that . . .</p>\n\n    <p> </p>\n\n    <p>         Call the fire station before starting the fire.</p>\n\n    <p> </p>\n\n    <p>Some quotes:</p>\n\n    <p><i> The world is mud-luscious and puddle-wonderful.</i> </p>\n\n    <p><i> life's not a paragraph and death I think is no parenthesis</i> </p>\n\n    <p><i> It takes courage to grow up and become who you really are.</i> </p>\n\n    <p> </p>\n\n    <p>         Today’s devotional speaks volume on the discernment of situations, implying an adjacent perspective, away from the obvious putative, substituting this for an inverse view, a clearly interesting proposition. <i> Stoicism is about looking at things from every angle—and certain situations are easier to understand from different perspectives. In potentially negative situations, the objective, even superficial gaze might actually be superior. That view might let us see things clearly without diving too much into what they might represent or what might have caused them. In other situations, particularly those that involve something impressive or praiseworthy, another approach, like that of contemptuous expressions, is helpful. By examining situations from the inside out, we can be less daunted by them, less likely to be swayed by them.</i> </p>\n\n    <p>           <i> Dig into your fear of death or obscurity, and what will you find? Turn some fancy ceremony inside out and you’ll find—what?</i> </p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Tuesday, April 28, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: WANTS MAKE YOU A SERVANT</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Desiderata by Max Ehrmann</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Today is a cool day, I created a backup of all my works, twenty six songs in total on the cloud secured and encrypted, my microphone stopped working. Now I have to manage that of my phone, it feels so weird but I’ll be fine. I’ll be reading more books to replenish this fountain, then I’ll be back with more bangs, I am currently reading a book called Cult X, I’m like around page 107 with 298 pages to go.</p>\n\n    <p> </p>\n\n    <p>         Today is the day of being yourself.</p>\n\n    <p> </p>\n\n    <p>         I know my parents love me, even though moods and tides of situations can be displeasing. I know this. </p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Wednesday, April 29, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: WASHING AWAY THE DUST OF LIFE</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Dancing with Life by Shauna Darling Robertson</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Today is international dance day.</p>\n\n    <p> </p>\n\n    <p>         The dream is the buffer between the articulated conception of reality and the void of the unknown. The unconscious . . .</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Thursday, April 30, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: WHAT IS IN KEEPING WITH YOUR CHARACTER?</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Facing It by Yusef Komunyakaa</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Today the 30<sup>th</sup> of April 1975, fourty-five years ago today, Sygone, the capital of South Vietnam was captured, and its allies — the United States — defeated by the Northern forces of Vietnam in an event known historically as the fall of the Sygone, ending the Vietnam war, a conflict which had raged on for nearly 20 years, ending more than 4 million lives. Today’s poem is drawn from the memorial of the Vietnamese veterans honouring the soldiers who lost their lives.</p>\n\n    <p> </p>\n\n    <p>         Well the unimportant fact of my total music videos folder been 6.66GB, I’d also like to add the fact that the music video of Trevor Daniel with my manager in at the back reading a book, is almost like an allusion to the principle of the Buddhist when he speaks on how the enlightened stays focused on the world within, away from the back dance of Shiva, you get it?</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Lesson Bits</b>: </p>\n\n    <p> </p>\n\n    <p>         From today’s devotional, this elucidation wraps the concept of what it means to be a stoic, further drawing on the piece, Desiderata by Max Ehrmann from the 28<sup>th</sup> .<strong> </strong>A clear cut out column of this year’s direction. It is easy to get wrapped up in our own opinions of things. It’s as if we’re adhering to invisible scripts—following instructions or patterns we don’t even understand. The more you question these scripts and the more you subject them to the rigorous test of your education, the more you’ll be your own compass. You’ll have convictions and thoughts that are your own and belong to no one else.</p>\n\n    <p> </p>\n\n    <p>         Character is a powerful defence in a world that would love to be able to seduce you, buy you, tempt you, and change you. If you know what you believe and why you believe it, you’ll avoid poisonous relationships, toxic jobs, fair-weather friends, and any number of ills that afflict people who haven’t thought through their deepest concerns. That’s your education. That’s why you do this work.</p>\n\n    <p> </p><p> </p>"
  }
]