[
  {
    "date": "Saturday, February 8, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: DID THAT MAKE YOU FEEL BETTER?</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: An Unusual Cat-Poem by Wendy Cope</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Today is a beautiful day, woke up feeling great, I’ll be doing meditation today, getting the gear was easy, I stole an improvised mat from the kitchen turned store in my apartment, it’s kept, not in lock; in my wardrobe. I will be starting a course by Sam Harris; it’s called <i> Waking up with Sam Harris. </i> I can’t wait to start.</p>\n\n    <p> </p>\n\n    <p>         Starting the program, really interesting, I discovered a technique of meditation, twice now. First, in a book by Yuval Noah Harari; 21 lessons of the 21<sup>st</sup> century, and now, in the course by Sam Harris, it’s called <strong><i> Vipassana</i> </strong>, it’s translated as <strong><i> insight</i> </strong><i> , </i> gotten from the Buddhism school of <strong><i> Theravada</i> </strong>. The Theravada is said to be the oldest tradition of Buddhism, and the quality of mind to be cultivated, attained, is mindfulness.</p>\n\n    <p> </p>\n\n    <p>         I had a dream, we were kids, got married under a mango tree, kissed and turned to fairies. I had an idea come to me, I’ll put my joy in breaking things, the climax of this, being my bachelor night; breaking plates, cups, all that gives a smash sound, till it pops a joint or lose interest out of sheer fatigue.</p>\n\n    <p> </p>\n\n    <p>         In an age, where all everyone cares about, is narcissism, hence the reason I’m interested in my story. Heather Mac Donald has won my heart, the part that’s mad at close female acquaintances, who’ve chosen to bank their existence on entitlements. I’ll refute all sexist claims, each has been given a cross to bear.</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Night Visions</b>: </p>\n\n    <p> </p>\n\n    <p>         Can’t remember much, all I can is, I was in a hotel room, I presume, from memories of familiar spaces, a room with a transparent backdrop of glass wall. Outside, just past the adjacent road, is a field, memories of the field spark emotions of Baby Goth’s 2019 performance spaces.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Sunday, February 9, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: YOU DON’T HAVE TO HAVE AN OPINION</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: It Was Long Ago by Eleanor Farjeon</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         8:20 A.M it’s a beautiful day, and<strong> I am</strong> learning, listened to a lecture, a synopsis on the tales of Gilgamesh. I’ll be giving it a second listen. From the poem of today by Eleanor Farjeon, I learned that poems are for memorizing as well as for memorializing. Makes me ponder what I’ll be memorizing and memorializing in any poem I’ll be writing soon, probably of the love of years past?</p>\n\n    <p> </p>\n\n    <p>         Listening in on the audiobook by Grant Cardone, “Be obsessed or be average”. I’m reminded on the lesson from months back, there is something, to refreshing your mind, just as the bible says, the constant washing of the feet; the symbolism for reminding yourself. There is also something, to reading your own words, as said by Jordan B Peterson in a discourse with him, and Heather Mac Donald, on what the higher in higher education means.</p>\n\n    <p> </p>\n\n    <p>         Coming in to this house, my father’s property, one where I spent a lot of years growing up, it’s suddenly reminded me, of how important mental health is, and how easy it is to lose the band. It’s sad, seeing people, full blown sick, being dangerous, not to themselves alone, but to their immediate environment, and people in it.</p>\n\n    <p> </p>\n\n    <p>         The washing of the feet is a wake-up call, haters will be haters. They are the fuel I need for my next level; Jesse Elder says haters aren’t to be given any attention, and you don’t need them. He has an approach to handling them, mine being the aphorism from today’s devotional, “You Don’t Have to Have an Opinion”. The only problem: handling naysayers, the one’s closest, people with the highest affinity at afflicting damage.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Tuesday, February 11, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: HERO OR NERO?</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: The Missile by Michael Leunig</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Writing this, listening to my old freestyle, saved by the name Juice, it’s interesting knowing how much has changed since then, it’s funny how peace is fleeting, I know one thing as much, peace isn’t relative, to think of it in such term is to constantly put yourself under a radar of constant comparison, stealing the joy of the moment. It’s 5:58 AM.</p>\n\n    <p> </p>\n\n    <p>         I’m starting a course on scepticism today, same day, my dad tells me I’ll be visiting a witch doctor. Apparently, my life has being going, not so impressive, as he’d like it to go. I’ll be having a tongue-in-cheek attitude towards it. A week from now I guess I’ll be in this man’s presence. What are the thoughts I’ll be entertaining, and what suggestions would the surrounding enclave of mystic shenanigans offer? Maybe bones of dead sapiens, I bet they can’t summon the balls to entertain their guest with such bizarreness. Anyway it goes I’ll be having a good one, it’s not my first time being tricked to believe in some mystic phenomenon. </p>\n\n    <p> </p>\n\n    <p>I will be starting my day now, just saw the first episode of Rugrats, haven’t seen it all, going great, will probably see it again, I was munching away while watching so I was kind of divided between my sweet tooth and my cliché childhood nostalgic flight. </p>\n\n    <p> </p>\n\n    <p>         It’s 12:01 AM and I’m listening to <i> My Birthday by Anne Marie</i> , great song, started the lecture on The Bhagavid Gita, no it should be Bhagavad Gita, yes I got it after looking it up. </p>\n\n    <p> </p>\n\n    <p>         It’s 3:32 PM, sipping from the perennial knowledge fountain of the great ones, I found a great nugget I’d like to deposit here.</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Lesson Bits</b>: </p>\n\n    <p> </p>\n\n    <p>         An excerpt from today’s poem, quote <i> “It’s modern warfare’s answer to an ancient wisdom trialed and true, when fighting wars, you first destroy all songs of innocence and joy.”</i> </p>\n\n    <p> </p>\n\n    <p>         Acting from Karma-Yoga; not getting attached to the fruits. According to the Bhagavad Vita, your action becomes more effective. Krishna says: “thinking<i>  of objects, attachment is formed in the mind, from attachment, longing, and from longing anger grows. From anger, comes delusion, and from delusion, loss of memory, and from loss of memory, comes the ruin of understanding, from the ruin of understanding, man perishes</i> .” But if you can act in accordance with Karma-Yoga, you’ll be at peace.</p>\n\n    <p> </p>\n\n    <p>         <i> “But the self-controlled man, moving among objects with senses under restraint, free from attraction and aversion, attains the tranquility.”</i> </p>\n\n    <p> </p>\n\n    <p>         Krishna says <i> “He whose mind is not shaken by adversity, who does not hanker after happiness, who is become free from affection, fear, and wrath is indeed the sage of steady wisdom.”</i>  What a lovely image to be the sage of steady wisdom, calm, unperturbed, regardless of what might come.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Wednesday, February 12, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: PROTECT YOUR PEACE OF MIND</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Lift Every Voice and Sing by James Weldon Johnson</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         It’s 8:16 AM, not really happy, I don’t know where I am, feels like I woke up in a bad dream, something is for sure amiss, I’ll brace this little heart of mine, forage on the little wisdom I find and forge on. </p>\n\n    <p> </p>\n\n    <p>         What would I sell my freedom for, I’ll trade in my life for my freedom, just to get a chance . . . I’ll keep my perception tethered to you; truth. In a world of fallacy and lies, remaining devoted to a life of unperturbed tranquillity can only be sustained in a world where mind shape minds through the proper application of, discernment of objective reality. People with feasible tyrant traits like the immediate younger offspring, after my conception; delineating between alive and dead, living taking precedence, is a specimen for objective prodding. Understanding why siblings raised under the same living conditions, stray from the path of rationality to a cul-de-sac of mentally agitated existence, sprouting a decadence of personal, ethical harmony in nuclear relationships, and communal engagements.</p>\n\n    <p> </p>\n\n    <p>Living is for the purposeful, to be purposeful is to seek change. To seek change is to have a nucleus of permanence, for change only comes as a morph, not as a replacement. In the understanding of human behaviour, the arrival at perceptions, shaped by conscious tinkering is central at arriving at the base-philosophy that guides ethical conduct.</p>\n\n    <p> </p>\n\n    <p>         Listening to Anticlimax by Mae Muller, thinking, how lucky am I to have this song? Such irony! A perfect inverse misnomer on what’s happened, well; from the name of the song, the song itself being perfidious, at least in relation to the course of my initial posit narrative. I planned on keeping this pithy, but for some hypothetical telepathic phenomenon, I’m yet to laser on; sceptical about this, I will bow to no pseudo-science, I’m here ranting on about thoughts of little significance. Well, what I wanted to pen down is, it’s a beautiful time to be alive. Why? You may ask. Well, tens of centuries ago, my community of tribal bigots will have their ease on the edge, by the constant fear of raiders in thirst of victims’ blood. Maybe the times aren’t so provident, with constant flares of provocation, the one under the lens, being the anticlimax; my neighbour has chosen to live a life that encompasses not just her thoughts, but that of a foreign being, or maybe this computer is hacked like my previous, whichever way it goes, I’ll be in the heart of tranquillity, putting subliminal and outcries of raucous babel where they belong, in the thrash where nulled thoughts go.</p>\n\n    <p> </p>\n\n    <p>         Social interaction involves reconciling different aspects of the personality, the <i> epistemic</i>  understanding of the personality being gestalt, I need to find ways of holistic living, preserving the authenticity of character, giving room to proper positioning in ways that allow easy switching of polar activities without a need to induce zeal through the stimulation of the senses.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Thursday, February 13, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: PLEASURE CAN BECOME PUNISHMENT</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Shrove Tuesday by Celia Warren</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         It’s 1:22 AM, I’m learning, as always, a natural disciplined being bent on conquering the folds of existence.</p>\n\n    <p> </p>\n\n    <p>         A sterile culture lacking novelty at its base is a misconception of acute discerning of the true needs of being. The inability of a people to understand the ever encompass of spatial reality morphing, is the lack of good archetypal characters with viable roles that fulfil the sincere outcry for existential fulfilment. The pulling away from stories that inhibit the subjugation of natural phenomenon at its base level is to fulfil the urging need for acceptance in a world that constantly divides and labels.</p>\n\n    <p> </p>\n\n    <p>         Changing the method of study, based on an end different from previously incepted processes, has led at the arrival of this search, I’ll be picking up a book, in hopes I find methods that impact, in contrast to ephemeral impressions. I’ll be reading <i> Moonwalking with Einstein</i> , a stray from proposed intentions, a foray to much needed mental juice for this life-long inquisition.</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Lesson Bits</b>: </p>\n\n    <p> </p>\n\n    <p>         An excerpt from today’s devotional “it’s important to connect the so-called temptation with its actual effects. Once you understand that indulging might actually be worse than resisting, the urge begins to lose its appeal. In this way, self-control becomes the real pleasure, and indulgence becomes the regret.</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Fun Facts</b>: </p>\n\n    <p>         Dom DeLuise, celebrity fat man (five of clubs), has been implicated in the following unseemly acts in my mind’s eye: He has hocked a fat globule of spittle (nine of clubs) on Albert Einstein’s thick white mane (three of diamonds) and delivered a devastating karate kick (five of spades) to the groin of Pope Benedict XVI (six of diamonds). Michael Jackson (king of hearts) has engaged in behavior bizarre even for him. He has defecated (two of clubs) on a salmon burger (king of clubs) and captured his flatulence (queen of clubs) in a balloon (six of spades). Rhea Perlman, diminutive Cheers bartendress (queen of spades), has been caught cavorting with the seven-foot-seven Sudanese basketball star Manute Bol (seven of clubs) in a highly explicit (and in this case, anatomically improbable) two-digit act of congress (three of clubs).</p>\n\n    <p> </p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Friday, February 14, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: THINK BEFORE YOU ACT</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Valentine by Wendy Cope</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         The day of love, it’s 9:57 AM, I’m elated in my heart; that’s just how I feel. I’ll be penning down two poems today, it’s the day of love, one for Stephanie, another for Esperanza, to love, as we tick away to the inverse bang.</p>\n\n    <p> </p>\n\n    <p>         Understanding my triggers, from audible to visual, it’s important I resist temptations; from the lesson bits of yesterday. I need to understand that I have done nothing wrong by improving on myself, I am doing myself a great service by forging on and implementing the best form of technology that builds my mind, and ensures an utmost throughput. Understanding, that my environment is different from the inside world of tranquil, positioning my attention at the laser motion of important impressions, believing that situations are nothing but what they are; external forces with simple blunt invitations that can’t perturb or seize my attention if I don’t break the bond of personal purpose and veneration. Implementing the safe measure of pushing out any self that hopes to validate already concluded, reviewed substrates of understanding and loci flames of purpose, avoiding alluring applications of mitigation with aim of disturbing my rest.</p>\n\n    <p> </p>\n\n    <p>         Today is a day of love, but right now I feel hate, its 12:55 PM. Hate is an emotion that stirs out of envy, the envy I feel is the fact that you wielded the power to hurt me. In time I will put a cross around you, a symbol of the hate I feel for you, to stir and feel when you find someone you love. <i> Anonymous neighbor</i> .</p>\n\n    <p> </p>\n\n    <p>         I was hoping to write haiku poems, but I changed my mind, I’ll rather express the pleasures of my heart, how you make me feel; your love, will you still love me if ever I’m not just yours? Will you be mine if I ever seem screwy? Will you understand the love behind my past mistakes? Will you love my <i> consumed</i> ; my heart? My mistakes? Dear Lulu.</p>\n\n    <p> </p>\n\n    <p>         If pernicious subtle uttered wicked thoughts and acted actions, directed at no one but self; camouflaged from the immediate conscious impression of perception; disguised from the awareness of, intended by inherent intentions of deceiving whom the aimed perceiver is, eventually get to one, know this is a beam at shadows of the loopholes of the mind caught. If living becomes a rationale at understanding objectively what this reality is, with paranoia being an allusion to the impossible nature of a man who seeks to understand the inchoate words of a mob. When this happens, know there has been a distraction of willed attention, leading to paralysis of directional intention, since perception has been seized; focus hijacked. The solution is to ask - what is the ideal idiosyncratic position of purpose at the current time? </p>\n\n    <p> </p>\n\n    <p>         It’s 10:35 PM, and I’m yet to write the poems, I’ll get dinner now and get to it.</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">To-do</b>: </p>\n\n    <p> </p>\n\n    <p>Implementing the safe measure of pushing out all self that hopes to validate already concluded, reviewed, substrates of understanding and loci flames of purpose.</p>\n\n    <p> </p>\n\n    <p><strong>EDIT </strong> (12/03/2020 11:33A.M):</p>\n\n    <p> </p>\n\n    <p>Process of achieving this has begun, with the introduction of the indifferent spectator, I call her BusiSkrit.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Saturday, February 15, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: ONLY BAD DREAMS</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: All You Need Is Love by John Lennon and Pau</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         It is 9:51 AM, not a bad weekend, I’ll be giving my all today, reigniting the passion for wisdom, the utter awe at the collective contrast in a world of ideas, I’ll keep my heart, bring the demon beyond the event horizon.</p>\n\n    <p>I planned on using the weekend for mnemonic purpose; planned on committing to memory the new words I have ascribed to communicative significance.</p>\n    <p> </p>\n    <p>         Not getting caught up in swirls of unnecessary brandishing events, like unsolicited side talks and unanimous remarks, remains key to avoiding and abolishing the massive insanity of collective ideologies that seek to systematically retain reason while destroying intellectual forms of harnessing individual potentials.</p>\n    <p> </p>\n    <p>         Happiness is for animals, as an intellectual being of reason, fleeting is synonymous to emotions. To hold on to happiness is to valley in on a lesser way of being with the objective supposition of happiness being based on morals; the ideological mode of carriage and deportment.</p>\n\n    <p> </p>\n\n    <p><strong>EDIT</strong>(30/04/2020)<strong>:</strong></p>\n\n    <p>Happiness depends on one’s disposition. it also requires the exclusion of many other things; it can only exist in a closed space, an allusion to the concept to <strong>valley in</strong> on a lesser way of being.</p>\n\n    <p> </p>\n\n    <p><strong>EDIT </strong>(22/05/2020):</p>\n\n    <p>A quote from a book I’m currently reading: the Manifesto of art by Ayn Rand, the topic being THE PSYCHO - EPISTYMOLOGY OF ART: <i> One type of art tells him that disasters are transient, that grandeur, beauty, strength, self-confidence are his proper, natural state.</i>  <i> The other tells him that happiness is transient and evil, that he is a distorted, impotent, miserable little sinner, pursued by leering gargoyles, crawling in terror on the brink of an eternal hell. </i> Quotes from ancient Greece, and the middle ages, showing the disparity in metaphysical truths leading to normative abstractions that still seeds a flourishing civilization and the other, the darkest hours of history. The consequences of both experiences are obvious—history being their practical demonstration.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Sunday, February 16, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: THE ENEMY OF HAPPINESS</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Lettuce Marry by Anon.</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         I had great night, listened in on the portable collection of Nietzsche’s works.</p>\n\n    <p> </p>\n\n    <p>         Thinking of the nature of chronological events, leading up to this point, from my initial registration on Facebook, to smoking weed, to working at <i> Online wisdom</i> , to working at <i> Wiayu</i> , and now my time back at home. The continuous sidetracked whispers and raucous of deliberate attention hijack with the motive of not just destroying the individual but also the corruption of the attention span, through continuous hits at the bulwark of consciousness, has got me thinking about some of the outright instances of ambiguity, like the <i> Wiayu</i>  connotation to <i> Justin Bieber</i> , a pattern I never allotted to that reference. </p>\n\n    <p> </p>\n\n    <p>         Breaking this down, based on the fact, that if just for the reason of looking from the glasses of an observer who’s been sold the mass-consensus identity, I choose to evaluate the perceived impression of my actions and postings on Facebook, thereby leading to the various places I worked, including Online wisdom in the …………………………………………………………………………….</p>\n\n    <p> </p>\n\n    <p>         The key feature, that a radical core uses legitimate issues ambiguously in order to manipulate a large mass.</p>\n\n    <p> </p>\n\n    <p>         The most important thing I have to work on when I get to America is make sure I can afford a comfortable, cognition conducive accommodation.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Monday, February 17, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: THE ENEMY OF HAPPINESS</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: It’s No Use by Sappho</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         “They were also a highly intuitive people who involuntarily saw into each other’s thoughts and fought with each other over evil intentions rather than evil deeds.” An excerpt from today’s reading of Wild Seed by Octavia E. Butler.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Saturday, February 22, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: WHAT’S BETTER LEFT UNSAID</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: The Little Mute Boy by Federico García Lorca</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         “Come. Kill again. It has been a long time since I was a woman!” He would have consumed her spirit as she had consumed his son’s flesh. An excerpt from today's reading of <i> wild seed</i> .</p>\n\n    <p> </p>\n\n    <p>         How about the name <strong>Theo Nightswan Seem</strong></p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Monday, February 24, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: THE REAL SOURCE OF HARM</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: She Was Poor, But She Was Honest by Billy Bennett</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Haven’t filled my journal in a while, it’s been all activity; streams of um, I think I’ve missed it, I have been reading series of books, currently reading three novels, <i> The Lucky one by Lori-Day</i> , <i> Wild Seed by E. Butler</i>  and <i> City of girls by Elizabeth Gilbert</i> . Great books, I think I prefer reading a bunch at a time, stirs the mind better, almost like seeing bunch of sitcoms. </p>\n\n    <p>I’ve been thinking about my travel, the commissioner of police my dad told me about, got his appointment, happy about that, also I’m yet to receive the call of invitation for the visit to the native priest, well I hope it never comes, it’s a good morning, the electricity’s been out since yesterday night, it was not a good night, I had damn mosquitos, begging me to quit from my sleep; sucks like spittle on your mane.</p>\n\n    <p>I’ll listen in now on the poem of the day, the poem from days ago; the little mute boy, now that’s something.</p>\n\n    <p> </p>\n\n    <p>         Yesterday a memorable day in history; the day the first bible was printed, <i> the Gutenberg bible</i> .</p>\n\n    <p>Inputting notes on my research on Ayn Rand, I discovered, the word <i> Objectivism</i>  isn’t in the windows dictionary, at least the dictionary I currently use and in place of it as a substitute is the word <i> Collectivism</i> , that’s awkward. </p>\n\n    <p> </p>\n\n    <p><strong>EDIT</strong>(27/04/2020):</p>\n\n    <p>I will be updating the dictionary.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Tuesday, February 25, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: THE SMOKE AND DUST OF MYTH</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: First Sight by Philip Larkin</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         “Remember to laugh cos you live in a crazy world where you never guess what could happen next “and I quote, <i> Owl city</i>  from <i> Alligator Sky</i> , this is in relation to my dad’s discussion with me this morning. Earlier he had informed me; some days ago, on how the current relationship between the US and Nigeria has deteriorated to a diplomatic knot, and visiting visa issuing has been halted indefinitely. Hence, he suggested we come up with a plan B, one where I don’t leave the country, hence I informed him on how it’s no way of living to have your plans constantly changed, hence we flicked the decision coin decisively, this time going for head over tail in the course of action and choosing to call the agent who is to handle the travelling before going ahead to formulate the proposed alternative plan. On calling the agent, he informs us on how, he’s heard the news and the only reason the visa will be refused is if the request is for immigration, which mine isn’t. That has been taken care of. I’m writing this having another month of wait before my passport gets to him and any process is begun, I honestly feel terrible, depleted, misinformed, away from the path, slow and delineated to a par or caste I’d rather not belong to. It’s fine though, I’m expecting a project from a group of friends, if it comes in, good; I’d be really excited, if it doesn’t . . . I’ll be awful blatant, it’s been a rise of state and to fall off before the climax, the peak state of being will be undesirable.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Wednesday, February 26, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: TO EACH HIS OWN</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: The Poetry Grand National by Roger Stevens</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Today is another amazing day, I wake up a bit offset from my conditioned norm, but It’s fine, I wake up, get my thoughts together, strobe my brain to action, and get to the day’s waking motions. It’s a bit of a drill, getting these thoughts down; filling up my journal. Always an urge to get the devotional opened early in the day, but I find myself still sleepy as I said earlier, it’s more of an environment thing than a personal thing, it’s fine though, head is above water, and I’m striding on with my sight on both ends of my peripheral vision clearly perceived.</p>\n\n    <p>My dad’s out, I’m filling up his deposit of water, I slide to his sitting room, find his bag a bit out of place, I peer in, find an A4 sheet, turn it over, discovering a list of some sort for an association on commercial motorcycle taxis for a particular geographical area, only to find my name as vice-chairman. Okay that’s a rude way of discovering anything that consequential, I don’t know what to think of it, I’m just a bit aloof about it. Choosing not to give it much thought, I’ll just let it slide. It’s fine.</p>\n\n    <p> </p>\n\n    <p>         An excerpt from today’s reading of city girls by Elizabeth Gilbert: <i> He preferred the grit and glitter of the theatre world to the polish and repression of café society</i> .</p>\n\n    <p> </p>\n\n    <p>         We used to be interested in inquisitive studying and learning, now all we care for is to indulge in mindless discussions amid gallivanting acts.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Saturday, February 29, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: YOU CAN’T ALWAYS (BE) GET(TING) WHAT YOU WANT</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: My Heart Leaps Up by William Wordsworth</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         The days go by and if not memorialised, it all fades into a long seem. I’m perturbed to say the least, of the last few days, it’s been a lost fight.</p>\n\n    <p> </p><p> </p>"
  }
]