[
  {
    "date": "Sunday, December 20, 2020",
    "data": "<p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         <i> A quick mop of any emotional cruft with that last email to Jessica, it’s a new year in a bit, 12021, and I’ll be headed on my way, back to the races, off I go.</i> </p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Thursday, December 24, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: MEANINGLESS . . . LIKE A FINE WINE</p>\n\n    <p> </p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Excerpts from the book Reasons to stay alive:</p>\n\n    <p> </p>\n\n    <p><i> There is this idea that you either read to escape or you read to find yourself. I don’t really see the difference. We find ourselves through the process of escaping. It is not where we are, but where we want to go, and all that. ‘Is there no way out of the mind?’ Sylvia Path famously asked. I had been interested in this question (what it meant, what the answers might be) ever since I had come across it as a teenager in a book of quotations. If there is a way out, a way that isn’t death itself, then the exit route is through words. But rather than leave the mind entirely, words help us leave a mind, and give us the building blocks to build another one, similar but better, nearby to the old one but with firmer foundations, and very often a better view.</i> </p>\n\n    <p><i> So the fact that this book exists is proof that depression lies. Depression makes you think things that are wrong.</i> </p>\n\n    <p><i>  </i> </p>\n\n    <p><i> I know, I know, we are humans. We are a clandestine species. Unlike other animals we wear clothes and do our procreating behind closed doors. And we are ashamed when things go wrong with us. But we’ll grow out of this, and the way we’ll do it is by speaking about it. And maybe even through reading and writing about it.</i> </p>\n\n    <p><i>  </i> </p>\n\n    <p><i> Depression looks different to everyone. Pain is felt in different ways, to different degrees, and provokes different responses. That said, if books had to replicate our exact experience of the world to be useful, the only books worth reading would be written by ourselves.</i> </p>\n\n    <p><i>  </i> </p>\n\n    <p><i> Unlike a book or a film depression doesn’t have to be about something.</i> </p>\n\n    <p><i>  </i> </p>\n\n    <p><i> It is said that insanity is a logical response to an insane world. Maybe depression is in part simply a response to a life we don’t really understand. Of course, no one understands their life completely if they think about it. An annoying thing about depression is that thinking about life is inevitable. Depression makes thinkers out of all of us. Just ask Abraham Lincoln.</i> </p>\n\n    <p><i>  </i> </p>\n\n    <p><i> Hovering over what? According to Albert Camus, is the only serious question human beings have to deal with.</i> </p>\n\n    <p><i>  </i> </p>\n\n    <p><i> Fear makes us curious. Sadness makes us philosophise.</i> </p>\n\n    <p><i>  </i> </p>\n\n    <p><i> To be calm becomes a kind of revolutionary act. To be happy with your own non-upgraded existence.</i> </p>\n\n    <p><i>  </i> </p>\n\n    <p><i> Life lesson: the way out is never through yourself.</i> </p>\n\n    <p><i>  </i> </p>\n\n    <p><i> Sometimes on the rocky, windy path of recovery, what feels like failure can be a step forward.</i> </p>\n\n    <p><i>  </i> </p>\n\n    <p><i> Do you not see how necessary a world of pains and troubles is to school an intelligence and make it a soul?</i> </p>\n\n    <p><i>  </i> </p>\n\n    <p><i> You need to feel life’s terror to feel its wonder.</i> </p>\n\n    <p><i>  </i> </p>\n\n    <p><i> … and I am glad for the synesthesia that means when I read Emily Dickinson or Mark Twain my mind feels actual warmth from those old American words.</i> </p>\n\n    <p><i>  </i> </p>\n\n    <p><i> How to stop time: kiss.</i> </p>\n\n    <p><i> How to travel in time: read.</i> </p>\n\n    <p><i> How to escape time: music.</i> </p>\n\n    <p><i> How to feel time: write.</i> </p>\n\n    <p><i> How to release time: breathe.</i> </p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Friday, December 25, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: DON’T BURN THE CANDLE AT BOTH ENDS</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>I sent this to Jessica last night:</p>\n\n    <p> </p>\n\n    <p><i> Anna Akhmatova</i> </p>\n\n    <p><i> The Guest.</i> </p>\n\n    <p><i>  </i> </p>\n\n    <p><i> Everything is just as it was,</i> </p>\n\n    <p><i> Fine hard snow beats against the dining room windows,</i> </p>\n\n    <p><i> And I myself have not changed,</i> </p>\n\n    <p><i> Even so a man came to call.</i> </p>\n\n    <p><i>  </i> </p>\n\n    <p><i> I asked him, \"What do you want?\"</i> </p>\n\n    <p><i> He said, \"To be with you in hell.\"</i> </p>\n\n    <p><i> I laughed, \"It seems you see plenty of trouble ahead for us both.\"</i> </p>\n\n    <p><i>  </i> </p>\n\n    <p><i> But lifting his dry hand,</i> </p>\n\n    <p><i> He lightly touched the flowers.</i> </p>\n\n    <p><i> \"Tell me how they kiss you,\"</i> </p>\n\n    <p><i> \"Tell me how you kiss.\"</i> </p>\n\n    <p><i>  </i> </p>\n\n    <p><i> And his half closed eyes remained on my ring,</i> </p>\n\n    <p><i> Not even the smallest muscle moved</i> </p>\n\n    <p><i> In his serenely angry face.</i> </p>\n\n    <p><i>  </i> </p>\n\n    <p><i> Oh, I know it fills him with joy —</i> </p>\n\n    <p><i> This hard and passionate certainty,</i> </p>\n\n    <p><i> That there is nothing he needs and nothing I can keep from him.</i> </p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Tuesday, December 29, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: GIVE THANKS</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: The Year by Ella Wheeler Wilcox</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Collected Poems of Maya Angelou</b>:</p>\n\n    <p> Phenomenal Woman</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Today's Musical</b>: AGNUS DEI BY WOJCIECH KILAR (1932–2013)</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         I’ll be shutting off from the world, letting no one in moving forward, it’ll be just you and I my journal.</p>\n\n    <p>To see myself as corny religious man, his book under arm, marching away.</p>\n\n    <p> </p><p> </p>"
  }
]