[
  {
    "date": "Friday, September 11, 2020",
    "data": ""
  },
  {
    "date": "Monday, September 21, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: MAINTAIN COMPOSURE, MAINTAIN CONTROL</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Shut Not Your Doors to Me, Proud Libraries by Walt Whitman</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Collected Poems of Maya Angelou</b>:</p>\n\n    <p> Faces</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Today's Musical</b>: AUTUMN CROCUS BY BILLY MAYERL (1902–1959)</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         The usual is gone and the typical is the case, you’ll ask what that is, and all I can say is, it’s a nightmare. A hellish existence, the new normal, till my death, I deter my brain rationalizing this as the usual, my inference will change and I’ll be different; choose to see things the way I choose. I’m currently reading about the Toulmin method, a tool for analysing and crafting arguments. The usual has returned, I’ll be journaling once again, getting my mind back, moulded. Also I plan on creating a document, recording all the tweets exchanged between I and Jessica. I can’t tell if she’s down to help me, but I know in the end I’ll be fine.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Tuesday, September 22, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: NO PAIN, NO GAIN</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: An Old Woman of the Roads by Padraic Colum</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Collected Poems of Maya Angelou</b>:</p>\n\n    <p> To A Freedom Fighter</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Today's Musical</b>: WER DANK OPFERT, DER PREISET MICH – HE WHO GIVES THANKS, PRAISES ME, CANTATA BWV 17 PART 2, NO. 7 CHORALE: ‘WIE SICH EIN VATER ERBARMET’ – ‘AS A FATHER HAS MERCY’ BY JOHANN SEBASTIAN BACH (1685–1750)</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         It’s a good morning, Jess has me always, on waking up today she has three stories on Instagram, and she cues on brushing before sleeping, only for me to wake up with a slight tooth ache, weird right? She deletes the story shortly though. It’s good to be back journaling.</p>\n\n    <p> </p>\n\n    <p>         My ego has been hurt before, and it made me cry. I've been without love; the longing for, it trickled, but not once have I under prodding or swat in psychological anguish—maybe lasering down to the moment’s hit, it almost welled up, but never with too many hits in succession—coiled away. These thoughts appeared why listening to the Chromatica album, Sine from above; my first listen. Sucks hey, at least you make em cry, it’s worse dear.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Wednesday, September 23, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: THE MOST SECURE FORTRESS</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Digging by Edward Thomas</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Collected Poems of Maya Angelou</b>:</p>\n\n    <p> Riot: 60's</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Today's Musical</b>: </p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Today is a great day, even though I can’t get the tablet with me to work, not sure why, I’ll be returning it to its owner. I sent series of messages to Jess through mail, and I’m studying the day’s reading of poems, it’s 10:25 A.M.</p>\n<p> </p>\n    <p>         Today is the autumn equinox, marking the day of almost equal day and night across almost every area of the earth, the word equinox literally means equal night. Today’s poem discusses the smells traditionally associated with this season. Also the tropical zodiac timeline—Libra begins, ending 23<sup>rd</sup> of October. I hope to getting to study the zodiac and its signs before the year runs out.</p>\n<p> </p>\n    <p>         All day I have to deal with tripe from at least 6 people, it used to be torture but, now it’s effrontery building, and as casual as my meals. Northing perturbing.</p>\n<p> </p>\n    <p>         I’m hoping I get better, learn to leave the hurt behind, become better, heal, leave the hell behind me, and cultivate forbearance.</p>\n<p> </p>\n    <p>         My neighbours can, kind of hear my thoughts, so they are about impeding the analytical process by sound distractions. My knowledge from examination of its effect is, its lack of influence in the arrival of original thoughts.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Thursday, September 24, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: IT COULD HAPPEN TO YOU</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Autumn Fires by Robert Louis Stevenson</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Collected Poems of Maya Angelou</b>:</p>\n\n    <p> We Saw Beyond Our Seeming</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Today's Musical</b>: LES BARICADES MISTÉRIEUSES BY FRANÇOIS COUPERIN (1668–1733) ARR. THOMAS ADÈS (B. 1971)</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Today, like every day of the past few months starts with the unappealing voices of the . . . holding my peace, stroking what’s left of my mental sanity. I heard so many voices listening to a song this morning, it was saddening, but I do it for me, not for anyone. The voices I guess keeps my inner-dialogue, and reminds me there is much to behaviour than self-talk.</p>\n<p> </p>\n    <p>Here is the message I sent to Jessica yesterday:</p>\n<p> </p>\n    <p><i> Can you save my heavy dirty soul from me? how's your day been?</i> </p>\n\n    <p><i> So here is what happened . . . Last week Tuesday I was away to a neighbouring state, it's called Osun, I was posted there for the NYSC program years back, it starts with a 3 weeks compound camping, after which I'm dispatched to a local district for a year program, but first I was to go home, take care of my needs. On getting back to Lagos before leaving for my house, I receive a phone call from my friend informing me on how he still needs me to come see him, we'd been talking for a while about me coming to spend time around. I arrive at his place; he resides in a hotel—he's from outside the state. I was with him a while, when I inform him on the program I was writing then, it's a publishing platform software, I had zipped a copy of it on my phone, it being the only thing I thought of all through the camping. He was happy and bit surprised to know I had started writing programs—we had been crack-buddies, tinkering with paid software back in uni. He informs me of a colleague who is currently working on a startup—we graduated the previous year—and how he's going in as a tech assistant, he implores me to join the train so I do. I sat in for the interview, and got employed. Few months in, the man—the colleague's uncle—wants me to work on the publishing platform for him. Two years later, I'm working with a startup I co-founded, and the NYSC program is totally out of view, it being the single program I need to get employed in the country. It was a total blow off. On quitting my startup due to the insidious effect of daily weed smoking and a new growing two, three months habit of crack, I decided to quit, on seeing my inability to stay away. Better to cut my money supply I thought. I had stayed clean for months, but working on a mixtape and having friends who smoked, popped pills, I never was a popper, it was difficult, and hey there had been some cool songs on staying sober, like Dance to this by Troye Sivan. lol.</i> </p>\n\n    <p><i> On coming home, I had some new gigs, but I lost them all because my dad promised I was going for a Master’s program in Dubai, I couldn't 'cause I guess he tricked me, I don't trust him. I'm back, was supposed to leave for USA then the pandemic hits, what a crease. Here is the reason why I left for Osun to ascertain the state of the NYSC program. </i> </p>\n\n    <p><i> In my freestyle I said something about being locked up with still no serving, I had no idea I said that at the time, my thoughts betray me always, sad. </i> </p>\n\n    <p><i> The dudes in the state; the officers in charge of the re-mobilization program, had me pay back the allowances I got paid, two months before I absconded, why you may say? Because it was much of a strife for my comfortable lifestyle *coughs*. I just couldn't take the ride down, it was hours, but that wasn't it. I had been betrayed by my work colleagues on my last travel, my software had been pitched in the weekly weekend meetings. In perspective, it was what I interviewed with, I showed the \"colleague's\" uncle. It just wasn't fair to be treated that way. Meeting him, confronting him stating clearly that it was intellectual theft to have the company build a software I had started, being younger then and, naive I couldn't get into a proper deal with him, I settled for you'll be fine, and there was a great recording studio, a medium state of the art sorta, and I lived on premises, so I got opportunities to practice, though I never got to, I was way too busy writing the program.</i> </p>\n\n    <p><i> Well, these folks are weird you know, he has me leave with the original copy of the issued receipt and, honestly I just knew something was off, his motions betrayed him, but hey why read meanings to things right? On getting back home I get into a I'm not down for this conversation with my dad and mail the PR section of the program, asking to be informed on what I was to do with the receipts, I had been told by the accountant to expect a call and a text message, this being the traditional way of announcements. It was some weird correspondence being I'd take on a more stilted approach with my word use. Nothing serious just a call of attention to the CC marker.</i> </p>\n\n    <p><i> He sends me a message on Monday saying I was saying nonsense; sending messages to offices I had no business. All I did was follow instructions, on sending a request for publicly needed information, I was told to follow a link to complete my registration, I got a notification response stating my ineligibility to use the application and to report it to the state office, which I did.</i> </p>\n\n    <p><i> The awful thing is, now I have to travel again, to submit the papers. Whose fault is that? Maybe mine for not being all knowing. </i> </p>\n\n    <p><i> That's pretty much it.</i> </p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Friday, September 25, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: THE VULNERABILITY OF DEPENDENCE</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Something Told the Wild Geese by Rachel Field</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Collected Poems of Maya Angelou</b>:</p>\n\n    <p> Black Ode</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Today's Musical</b>: LES BORÉADES ACT 4, SCENE 4: ENTRY OF THE MUSES, ZEPHYRS, SEASONS, HOURS AND ARTS BY JEAN-PHILIPPE RAMEAU (1683–1764)</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n<p>         Today’s tweets were an array of smooching dissonance. I sent Jessica a summary of my understanding of the Toulmin method, I still don’t know if she reads my emails. It’s evening, 8:31 P.M, I’m in the kid’s sitting room, I’ll be sleeping here today, I hope I don’t have to deal with a lost digit, I detest the fest of them in the kitchen, shouldn’t they be in the toilet . . . oh they eat also. If there is one thing I need for sure, it’s the meditation and mindful practice.</p>\n    <p> </p><p> </p>"
  },
  {
    "date": "Saturday, September 26, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: WHAT TIME OFF IS FOR</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Wild Geese by Mary Oliver</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Collected Poems of Maya Angelou</b>:</p>\n\n    <p> No No No No</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Today's Musical</b>: DU BIST DIE RUH – YOU ARE PEACE, D. 776 BY FRANZ SCHUBERT (1797–1828)</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n<p>         It’s 11:24 P.M and I have a reason to believe things are going the way they should, I sent mails earlier this morning to Jessica, I’ll add a text of it below. Well, explaining what has transpired today, today’s poem is a beautiful representation of how the year has been.</p><p>         I'm having cold coffee this morning Jess, I owe a lot to you . . . yeah . . . my sobriety . . . the video with the water bottle, that was it for me . . . I had been cutting out. \"I'm done with your OC.\" I spoke with my dad, I apologized. I'm actually an arse. I guess the hearing voices thing has claimed a shad off my broken character. He was off with the talk of me being really sorry when in full awareness of his proclivities and reasons. It's fine now. I miss you. Will you never send me the video? Armstrong what a wonderful world . . . I've been a penfriend for a while now, I'm actually a lot. lol. You should text me . . . I saw a cut on your hands in a picture, it's been months, the one of you in the scrub’s end of a car, lol. Please remain you. I love you.</p><p><br></p>\n    <p> </p><p> </p>"
  },
  {
    "date": "Monday, September 28, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: YOU HOLD THE TRUMP CARD</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Barrier by Rachel Rooney</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Collected Poems of Maya Angelou</b>:</p>\n\n    <p> My Guilt</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Today's Musical</b>: MEMBRA JESU NOSTRI 2: ‘AD GENUA’ BY DIETRICH BUXTEHUDE (C. 1637/9–1707)</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n<p>         Today’s poem discusses on how coming to a lack of words could be a tromp at a barrier of a freedom ridden life. I have picked up a book on cognitive linguistics and I hope to get as deep in as possible before the year runs out.</p>\n    <p> </p><p> </p>"
  },
  {
    "date": "Wednesday, September 30, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: YOU CAN’T TOUCH ME</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Thirty Days Hath September by Anon.</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Collected Poems of Maya Angelou</b>:</p>\n\n    <p> The Calling of Names</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Today's Musical</b>: ‘AU FOND DU TEMPLE SAINT’ – ‘AT THE BACK OF THE HOLY TEMPLE’ FROM THE PEARL FISHERS BY GEORGES BIZET (1838–1875)</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Today is a cool day, cool coffee cups, two now, I sent mails to Jess, I’ll include them below:</p>\n\n    <p><br/></p>\n\n    <p>Sep 29, 2020, 10:23 PM</p>\n\n    <p>         Let me introduce myself, my name is Theo. I don't know if you know me, but it's been sockets of stowed hardy balls prying the internet, till I found you. Yes, am I a logic fan? I was, still am, how did that</p>\n\n    <p>happen? well, back in university, my friends hit me with all the good stuff and one summer, I was home and really got laid back, I mean talk of laid back, and it happened for me . . .</p>\n\n    <p><br/></p>\n\n    <p>Today 12:47 PM</p>\n\n    <p>         Ooookay . . . the prying part isn't all together true, more like surfing. Forgive my ill pedantry, but my foraging has been a sort of prying ever since . . . um . . . I heard my name in the positivity clip . . . I'd like to write you finishing the previous mail, but Jess I really need to know what it was about the name theonightswan on Instagram and EveValence on Twitter that caught your attention, if it is . . . I guess I didn't . . . I have no idea lol. Jess, I'm not happy. Though nothing could be more excitingly sputtering right now than this little \"out of my reality grip\" thing you've got going. Remember when I said \"How can lies be cues if truth is but an impression, what am I missing?\" Yesterday I was by myself. Not really, I never am, it's a bypass usually to articulate my thoughts as close as my frayed, exhausted brain would let me. But yesterday I got to it—I still get to do things lol—and it precipitated up, through all those strands of drenched neurons soaked up in Jess' mirth, and I got it, Now I can't remember, you know why? I figured you understand. The crux of this message is to ascertain, yes you see my messages, oooh he's still on that . . . well what else? No funeral at this ending. Only a rebirth my love . . . you've killed me:)</p>\n\n    <p><br/></p>\n\n    <p> </p><p> </p>"
  }
]