[
  {
    "date": "Thursday, October 1, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: LET VIRTUE SHINE BRIGHT</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: The Road Not Taken by Robert Frost</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Collected Poems of Maya Angelou</b>:</p>\n\n    <p> The Road Not Taken Robert Frost</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Today's Musical</b>: 6 ÉTUDES DE CONCERT, OP. 35 2: ‘AUTUMN’ BY CÉCILE CHAMINADE (1857–1944)</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Crazy, how much I text Jessica, it’s something, well, I won’t be including it here, or should I? nah . . . it’s better added to the folder for archiving.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Saturday, October 3, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: A MANTRA OF MUTUAL INTERDEPENDENCE</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Crab-Apples by Imtiaz Dharker</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Collected Poems of Maya Angelou</b>:</p>\n\n    <p> Sepia Fashion Show</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Today's Musical</b>: AN DEN SCHLAF – TO SLEEP BY HUGO WOLF (1860–1903)</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         The important thing to note in my writing, my works is that apart from it going out to inspire, lifting the soul, it also sets out to be a reference, a resource to drawn on for future works.</p>\n\n    <p>         I thought to include this here, it’s a quote from yesterday’s musical introduction passage:</p>\n\n    <p><i> enthusiastically studied folk songs of all nations, because the folk song is the source of all true melodies: the wellspring at which one must repeatedly renew and refresh oneself . . . ’</i> </p>\n\n    <p class=\"ql-align-center\"><br/></p>\n\n    <p>         Another quote from today’s musical introduction passage:</p>\n\n    <p><i> ‘I appear at times merry and in good heart, talk, too, before others quite reasonably, and it looks as if I felt, too, God knows how well within my skin. Yet the soul maintains its deathly sleep and the heart bleeds from a thousand wounds.’</i> </p>\n\n    <p><i>  </i> </p>\n\n    <p><i> ‘Sleep! Sweet Sleep!</i> </p>\n\n    <p><i> Although, next to death, there is nothing that so much resembles you,</i> </p>\n\n    <p><i> on this couch I proclaim you welcome!’</i> </p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Saturday, October 10, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: REVERENCE AND JUSTICE</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Give by Simon Armitage</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Collected Poems of Maya Angelou</b>:</p>\n\n    <p> The Thirteens (Black)</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Today's Musical</b>: ‘TOUCH HER SOFT LIPS’ FROM HENRY V SUITE BY WILLIAM WALTON (1902–1983) ARR. BOB CHILCOTT (B. 1955)</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Today is a beautiful day to journal, I’ve been away from journaling a while now, my dreams don’t even go here, most of the writing I have been doing comprise only of mails and tweets to Jessica. Helping my writing, I promise to string at least some thoughts from my day. The problem really is, there is hardly ever anything to journal, the real problem or thing holding me back is, I find it hard to create the initial entries in the morning. Aiding myself, I’ll create the entry for the day just after finishing with the reoccurring headings for the day before.</p>\n\n    <p>         Today is <i> World Homeless Day</i>  a reminder, and international awareness emblem for homelessness and extreme poverty. </p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Sunday, October 11, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: HONESTY AS OUR DEFAULT</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Drummer Hodge by Thomas Hardy</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Collected Poems of Maya Angelou</b>:</p>\n\n    <p> The thirteens (white)</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Today's Musical</b>: SYMPHONY NO. 9 IN D MINOR 3: ADAGIO: LANGSAM, FEIERLICH – SLOWLY, SOLEMNLY BY ANTON BRUCKNER (1824–1896)</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Yesterday was appalling by every measure. The electricity was out all through, I couldn’t get ten minutes of electricity, and the pyramidion of the day is when the generator refused to come on. It is on now. Later on, my bad, I discovered the rain had gotten the spark plug wet, hence its inability to start. I drenched it in petrol, filled the lubrication tank, and voila!</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Sunday, October 18, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: FRENEMIES</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: <i>from</i> Who Do You Think You Are? by Carl Sandburg</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Collected Poems of Maya Angelou</b>:</p>\n\n    <p> Now long ago</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         I met with Austin today, it was a good meeting. It’s good to be back on the team as a project manager.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Wednesday, October 21, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: HEROES, HERE AND NOW</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: The Night at Trafalgar by Thomas Hardy</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Collected Poems of Maya Angelou</b>:</p>\n\n    <p> Come. And be my baby</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Today's Musical</b>: SONGS OF THE AUVERGNE 2: ‘BAÏLÈRO’ – ‘THE SHEPHERD’S SONG’ BY JOSEPH CANTELOUBE (1879–1957)</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         So CYN, posts a video talking about her new song <i> New York</i>  and in it, she says her song is to be out PST, on my lookup I discover it is PDT.</p>\n\n    <p> </p>\n\n    <p><i> Specifically, time in this zone is referred to as \"Pacific Standard Time\" (PST) when standard time is being observed (early November to mid-March), and \"Pacific Daylight Time\" (PDT) when daylight saving time (mid-March to early November) is being observed.</i> </p>\n\n    <p> </p>\n\n    <p>         The cat down the road is <i> Ralph Smart</i> , who would have known, that was <i> Ralph</i>  down before the passage way at the apartment in Sharjah. Also <i> Can I get a hello there </i> also is an allusion to the supposition of someone connecting, like “hello there, I also haven’t had breakfast”.</p>\n\n    <p> </p>\n\n    <p>         Jessica’s voice can be really regally slinky.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Thursday, October 22, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: IT’S EASY TO GET BETTER. BUT BETTER AT WHAT?</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: The Village Blacksmith by Henry Wadsworth Longfellow</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Collected Poems of Maya Angelou</b>:</p>\n\n    <p> Senses of Insecurity</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Today's Musical</b>: 3 PIECES FOR CELLO AND PIANO 1: MODÉRÉ BY NADIA BOULANGER (1887–1979)</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Okay, what I know as a walnut is actually a chestnut, and the actual walnut has a kernel that looks like the grey matter, yes the brain. Lol.</p>\n\n    <p> </p>\n\n    <p>         The three types of architecture used in ancient Roman architecture were <i> Corinthian</i> , <i> Doric </i> and <i> Ionic</i> .</p>\n\n    <p> </p>\n\n    <p>         <i> Your music can never be more, or less, than you are as a human being.</i> </p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Monday, October 26, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: THREE PARTS, ONE AIM</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Love After Love by Derek Walcott</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Collected Poems of Maya Angelou</b>:</p>\n\n    <p> Wonder</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Today's Musical</b>: SONATA IN A MAJOR, KK 208 BY DOMENICO SCARLATTI (1685–1757)</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Today is a great day, I was so mad at Jess yesterday, I sent her a mail filled with my upset rants. Earlier, I had sent her a mail talking about discerning meaning of words, it turns out today’s devotional speaks about that. Three parts of philosophy it says we have, the moral, the natural, and the <i> rational</i> , what I’m interested in here is the rational that says words should be discerned properly. I guess it remains tethered. I discover the day’s poet as also being an interest as I proceeded. I will post quotes of him found.</p>\n\n    <p><br/></p>\n\n    <p><i> Break a vase, and the love that reassembles the fragments is stronger than that love which took its symmetry for granted when it was whole.</i> </p>\n\n    <p><i>  </i> </p>\n\n    <p><i> The English language is nobody's special property. It is the property of the imagination: it is the property of the language itself.</i> </p>\n\n    <p><i>  </i> </p>\n\n    <p><i> Visual surprise is natural in the Caribbean; it comes with the landscape, and faced with its beauty, the sigh of History dissolves.</i> </p>\n\n    <p class=\"ql-align-center\"><i>  </i> </p>\n\n    <p>The last quote is great, I must say though, Derek Walcott looks familiar, leading me to search for his doppelganger.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Wednesday, October 28, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: WE WERE MADE FOR EACH OTHER</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Western Wind, When Wilt Thou Blow? by Anon.</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Collected Poems of Maya Angelou</b>:</p>\n\n    <p> Request</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Today's Musical</b>: MÁ VLAST – MY HOMELAND 2. ‘VLTAVA’ BY BEDŘICH SMETANA (1824–1884)</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n<p>         I woke up to a beautiful morning, amber skyline with daffodil rays through my blinds. Uh! Love.</p>\n    <p> </p><p> </p>"
  },
  {
    "date": "Saturday, October 31, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: YOU WERE BORN GOOD</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: <i>from</i> Hallowe’en by John Kendrick Bangs</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Collected Poems of Maya Angelou</b>:</p>\n\n    <p> For Us, Who Dare Not Dare</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Today's Musical</b>: MISSA PAPAE MARCELLI 1. KYRIE BY GIOVANNI PIERLUIGI DA PALESTRINA (1525–1594)</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Here is a musing from days back:</p>\n\n    <p> </p>\n\n    <p>         <i> The gibes I have to deal with all day from the prestidigitators, their obsequious lethargic ugly strident cries of malevolent despair, most times camouflaged with a pretence of superiority, in difference; the poisoning of the blood stream. In mask switching; the hail of being similar besides the difference. The dreaming; being the articulation of my thoughts, as they appear, brightest when adorned as they could be with actions. How adorned are your thoughts?</i> </p>\n\n    <p> </p>\n\n    <p>         <i> I meet up with myself in these writings, when questions are asked. My inner dialogue like a lake frozen, still waiting for the thaw season. The thaw season like every season, ephemeral, changing, as thoughts beg to be adorned in different ways. In action, in writing, in contemplation ... The thaw season the allegorical element to be left for contemplation. A cycle I think.</i> </p>\n\n    <p> </p>\n\n    <p>         <i> If all these didn't happen, maybe that pinball ball would have destroyed me, a daemon process insisting to remain online, unsure of its validity, not out of a lack of resource; an incapability to keep running, an unwillingness to be the tributary.</i> </p>\n\n    <p> </p>\n\n    <p>         <i> Like having a point of view and choosing not to have a point of view, my current dialectical opinion being of the opinion that one understanding of a system isn't good enough for understanding all systems. Put simply. </i> </p>\n\n    <p> </p><p> </p>"
  }
]