[
  {
    "date": "Thursday, June 3, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: IT IS WELL TO BE FLEXIBLE</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: <i>from</i> Childe Harold’s Pilgrimage by George Gordon, Lord Byron</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         I’ve been off for a while now, I just need to get it back all together, been working on getting a contract - a deal from a friend. Using proceeds I’ll be getting a new laptop, my younger sibling, the immediate one, has asked to have her laptop back as she needs it for her upcoming exam. I’ll be fine though, I’m done with the introduction, all I need is the deal to slide in.</p>\n\n    <p> </p>\n\n    <p>         Love is divine, following through time its destined attraction, through primary school. Oh I had so many, Kelechi and Jumoke . . . I’m writing all these because I’m trying to dispose the thought of whom my first best friend is, that’s Peter? Riding the backstreet. I had a girl on the first day of high-school. Memories in my mind.</p>\n\n    <p> </p>\n\n    <p>         These girls might be the same, but our hearts aren’t the same.</p>\n\n    <p> </p>\n\n    <p>         Clocking 34, clocking 52, new ones. New ones.</p>\n\n    <p> </p>\n\n    <p>         This idea of arriving at a point of being so independent—nothing restricts—in the allure of not wanting to be dehumanized is a loss of what it means to be human, the arrival at the Homo sapien.</p>\n\n    <p> </p>\n\n    <p>         Dagny is so intelligent.</p>\n\n    <p> </p>\n\n    <p>         I’ll let the sun eclipse me. <i> Wide eyes will always brighten the blue</i> . <i> You can’t whisper above the thunder but you can fly anywhere.</i>  <i> Purple burst of paper birds, this</i>  <i> picture paints a thousand words, so take a breath of myth and mystery and don’t look back. </i> Owl City, Adam Young has written some of the best words to hit my eardrums, and no one like Taylor Swift to help me feel grounded even if stoned hocussed. Lol. Both medallions.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Saturday, June 6, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: WHEN TO STICK AND WHEN TO QUIT</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Song of the Dying Gunner AA1 by Charles Causley</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         <i> Dreams and beasts are two keys by which we are to find out the secrets of our own nature</i> . - RALPH WALDO EMERSON</p>\n\n    <p> </p>\n\n    <p>         Today I return as the gunner, after several calls, I’m back to claim what is mine, my life. To a beginning that is definitive and owned.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Sunday, June 7, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: FINDING THE RIGHT MENTORS</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: The Throstle by Alfred, Lord Tennyson</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         When from the onset, the dream is giving up, a creeping madness sets in. The thrashing of language, the formation of ideologies, the setting off to the idiosyncratic field of despair to the onlooker. </p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Monday, June 8, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: BRICK BY BORING BRICK</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: A London Plane-Tree by Amy Levy</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         I started today with a clean approach at the discrepancies - absorption. LIVING IN THE MOMENT, from time to time adds up to the beauty of success. I’ll quote an excerpt from a book I am currently reading - The weekend by Charlotte Wood: <i> It was true that time had gradually taken on a different cast. It didn’t seem to go forwards or backwards now, but up and down. The past was striated through you, through your body, leaching into the present and the future. The striations were evident, these streaky layers of memory, of experience—but you were one being, you contained all of it. If you looked behind or ahead of you, all was emptiness</i> . A quiet hinting at the evidence of the beauty in dwelling in the moment, for the past sits in the farthest recess of our cognitive discerning, forever informing our percepts.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Tuesday, June 9, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: SOLVE PROBLEMS EARLY</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: I Lost a World – the Other Day! by Emily Dickinson</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         The powers of life and their inflection through the actions of man.</p>\n\n    <p> </p>\n\n    <p>         I have no money, I used to, I could buy what I wanted. Now I have nothing, the wisdom is <i> nothing,</i>  for in it I have everything.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Wednesday, June 10, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: YOU CAN DO IT</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: My Shadow by Robert Louis Stevenson</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Collected Poems of Maya Angelou</b>:</p>\n\n    <p>Worker's Song</p>\n\n    <p> Man Bigot</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         I discovered the misinformation fed me by my dad, the acclaim of his granddad being involved in the slave trade plying. Well, I find this impossible, as the British empire abolished all forms of trade in 1807, making this impossible, if his dad was born 1920, his dad was probably born between 1885 - 1895. This sets him generations away from anyone who partook in <i> this</i>  slave trade.</p>\n\n    <p> </p>\n\n    <p>         Another propaganda I came upon is the Wikipedia entry of one Sarah Forbes Bonetta who was supposedly born in 1843, deceased 1880. Allegedly sold into slavery to the British. Another discrepancy is the picture of her grave bereft of a tombstone or covering; just with sets of stones around, the picture illustration reads <i> Sarah Forbes Bonettas gravestone, Madeira, 2021. </i> </p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Thursday, June 11, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: JUST DON’T MAKE THINGS WORSE</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: The End by A. A. Milne</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Collected Poems of Maya Angelou</b>:</p>\n\n    <p>Old Folks Laugh</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p>         Today is a bright day, I woke up wanting to feel it all, rubbed my hands across the bed just to feel it, and now I’ll be fixing myself breakfast. Since I’ve been sleeping with the sounds on, I wake up feeling different, and apart from the consensus in the atmosphere, very well-tuned to my individual.</p>\n\n    <p> </p>\n\n    <p>         I learned today that intelligence can be crippling. I started the course Skepticism 101: How to think like a scientist, and its been eye opening. mind-web detangling.</p>\n\n    <p> </p>\n\n    <p>         An excerpt from today’s reading of Skepticism 101: <i> College professors are more skeptical of the paranormal than either college students or the general public (with the latter two groups showing the same level of belief).psychologists were the most skeptical of all—perhaps because they understand the psychology of belief and how easy it is to be fooled.</i> </p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Friday, June 12, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: A TRAINED MIND IS BETTER THAN ANY SCRIPT</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: On Turning Ten by Billy Collins</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Collected Poems of Maya Angelou</b>:</p>\n\n    <p> Is Love</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         I discovered today, that, out of the abusive manipulation and bombardment from the collective—the game-mind—a creeping wave of chorea has set in. I don’t know how certain my prognosis is, but my body’s reaction; my face threw jerky movements to the right of my upper jaw, just below my cheeks. I was trying to switch my attention; my attempt was a very brusque one. This reminds me of the day my dad came around when I was having breakfast, and he got upset over the fact that I had an egg with my meal, further dismissing, of the unimportance of my Left Ventricular Hypertrophy, my pains, and imposing further his will, taking away his pillowcase. I tried to make light of the mood, a flinch from what? . . . resulting in anxiety.</p>\n\n    <p> </p>\n\n    <p>         I discovered the artist of the monicker <i> Role Model</i>  has a similar timbre to that of <i> Jesse</i>  from <i> The Neighborhood</i> .</p>\n\n    <p> </p>\n\n    <p>         An objective way of greeting departure: Goodbye and good premises.</p>\n\n    <p> </p>\n\n    <p>         “People develop a global knowledge structure which contains cohesive, whole knowledge <i> internalized from experience”: </i> The need for experience, an aid in learning opposing to <i> Domain-specific learning</i>  theories. The excerpt is from a Wikipedia article on Domain-general learning.</p>\n\n    <p> </p>\n\n    <p>         Anne Frank was born today. Her memories and her humanity will forever remain with me.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Saturday, June 13, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: LIFE IS A BATTLEFIELD</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: The Pleasures of Friendship by Stevie Smith</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Collected Poems of Maya Angelou</b>:</p>\n\n    <p> Forgive</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         I stopped journaling, I really don’t know why, I guess I suck at it, maybe not, I feel washed out, like I’m less of my authentic self. I guess the least I’ve felt this way is when writing; my songs. Maybe I can experience this also when journaling, I’ll be taking out time for this.</p>\n\n    <p> </p>\n\n    <p>         God is a construct.</p>\n\n    <p> </p>\n\n    <p>         Thinking back to my days in the hostel, the day Papa remarked my being as useless. Well, now am a burgeoning scientist, and I’m proud to say, I stand for something of pragmatic usefulness.</p>\n\n    <p> </p>\n\n    <p>         She wields a trident, I swoop my scythe, she is the love of my life.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Sunday, June 14, 2020",
    "data": "<p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Understanding how knowledge of computation enhances how one sets out in understanding language, says a lot about “Bleeding heart” and my current traverse. Doing some more programming work should help my writing, I’ll need to get a laptop first, next I’ll be working on what? Can’t tell . . . maybe. It’s fine.</p>\n\n    <p> </p>\n\n    <p>         I need to understand that as I change, the world doesn’t change with me, only I change, I need not check behind my back, it’s all me, I’m the one doing the change, it’s my resolve, my shift, my progress, the chatter and noise is an everlasting background noise that will slowly recede to the unobserved as I ever get busy at what is of importance to me. No one is of importance in that chatter, not even a call of my name, not a voice of my past self, not an echo of my thought, all that matters is me, my change, my progress and my goals.</p>\n\n    <p> </p>\n\n    <p>         It’s good to start early, the brain might be neuroplastic, but it is the same nerves that get in the way. I must thank my brain for edging me on quite early, reading books that switched my premises; an evolution in the life of a wanderer. Maybe this is just an instance of the Dunning-Kruger effect in action?</p>\n\n    <p> </p>\n\n    <p>         I got to know that Lions are of beige colour.</p>\n\n    <p> </p>\n\n    <p>         Hearing the voice of my ex outside when it’s probably just a recording has me pissed, rousing soppy thoughts, but instead I’ll pick my demeanour up and remain stolid, my countenance stern.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Monday, June 15, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: LISTENING ACCOMPLISHES MORE THAN SPEAKING</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: <i>from</i> Prayer Before Birth by Louis MacNeice</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         What a day, listening to a soothing beat as I type this away, how the internet slows down my set-out work for the day is infuriating and insufferable, I’ll be dismissing its access today, instead sticking with my good-ol k<i> eep it in the look-up sheet</i> .</p>\n\n    <p> </p>\n\n    <p>         I learned today that the Enlightenment is part of the Renaissance era, a period in the eighteenth century, and the Renaissance started in the Middle Ages in the fourteenth century up until the seventeenth century. The Middle Ages started in the twelfth century ending in the sixteenth. </p>\n\n    <p> </p>\n\n    <p>         The greatest thing I learned the past week is that most times I cry why . . . this dirt in my eye? It’s actually been my eye lashes, all this time? Darn! Thank goodness I didn’t lose it.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Friday, June 19, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: STAY FOCUSED ON THE PRESENT</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Father’s Hands by Paul Cookson</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entry</b>: </p>\n\n    <p> </p>\n\n<p>         Today is a long day from the perfect day, I’m not being obnoxious.</p>\n    \n\n    <p> </p><p> </p>"
  },
  {
    "date": "Saturday, June 20, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: CALM IS CONTAGIOUS</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Refugees Brian Bilston</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Collected Poems of Maya Angelou</b>:</p>\n\n    <p> Insignificant</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         I’m not happy, for some reason I feel like my meals are being drugged, my senses feel a bit over stimulated, I have a headache, and my temples constantly hurt, down to the back of my head, like the arteries there are so charged with blood, it’s an ache. I miss my lone life, I never should have come here, my neighbours are a disgrace, in respect of what I stand for. I leave, when I leave, it’d be in utter rebuke; a disdain at all they stand for.</p>\n\n    <p> </p>\n\n    <p>         I’m marking today as the first day of my abstinence from substances. It isn’t, but it’ll stand as a reminder and a pale for my personal count . . . also I hate the parlance of this group of people who have unsuccessfully tried to erode my thoughts. I remind myself of my dexterity, my abundance, my articulated perception of this beautiful enigma called life as I stream through it in divine harmony with the one infinite creator.</p>\n\n    <p> </p>\n\n    <p>         Life is unpleasant, I just want to die.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Monday, June 22, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: THE DEFINITION OF INSANITY</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Recessional by Rudyard Kipling</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         So I had this can of malt given to me by my parents, only to smell it after couple of sips; to perceive its repugnant odour of cockroach.</p>\n\n    <p> </p>\n\n    <p>         Understanding the difference between insanity and a pretence of value provoked out of deep-seated empirical based meaning is to delve into the abject misery of insanity. My informed narrative is born of apprehension—resolved in a feat. A trickle of constant misinformation holds no water at my basal contingent. The future stands in objective discernment for those with the right mantle. Words elude those without understanding, a loss of the fact that <i> truth is truth</i> , never wavering. <i> For the physical science is a substrate on which the humanities should stand</i> , any view away from this is a fallacy, a cognitive bias, a deep-running crippling daemon process; a final hindsight bias.</p>\n\n    <p> </p>\n\n    <p>         Language is ever evolving, changing to meet the growing needs of an ever developing world. The Yoruba language in its colloquial use, remains one of a myriad of impossible feats; a range of symbols forcing itself on an ever growing expanding meaning set. Grouping in bands, a growing nuanced substrate. The result is a blindness so great. Even a borrowing of a foreign language can’t fix. In my inmate state of mind; current conditioning, I say and state clearly out of remiss: I will never ever keep to heart the words of a tribe that chases insanity in an ever twisting monotony of already based meaning, the overuse of trite words in describing largely disparate domains. To not change or grow in that regard is to chase flies on a sore hollowed.</p>\n\n    <p> </p>\n\n    <p>         Forgive my reticence as my present conditioning is its predispose.</p>\n\n    <p> </p>\n\n    <p>         Be careful in your studying, on continuing—especially when distracted—lest you build upon sands, instead of rocks. When your mind says no, let your brain seize as its own, the proclivity, dismiss all whims—straddling through what once was, and what matters. What permits continuity in the path of understanding is the honest endeavour, even if it means, reading some paragraphs again.</p>\n\n    <p> </p>\n\n    <p>         Well, I realized today, people can perceive the thoughts of the mind. I wonder what I’ll be doing with that, knowing is conceding.</p>\n\n    <p> </p>\n\n    <p>         I think I am Nightswan now, I was Theonator, then I was Theophil. <i> I am born anew now</i> . A commentary from a text I wrote some time ago.</p>\n\n    <p> </p>\n\n    <p><i> My music, musings . . . the flower, the net profit of my existence . . . the living being</i> </p>\n\n    <p><i> Theo from Theos, meaning God</i> </p>\n\n    <p><i> Phil, an affinity for a thing, origin from the word Phile, meaning loving.</i> </p>\n\n    <p><i> TheoPhil means an affinity for the creator, the supreme being, the love. God loving.</i> </p>\n\n    <p><i> I got this idea on my first use of empathogens, weed to be precise, I had this feeling of being so loved, I felt all songs were renditions portraying the inherent love bursting in the emotions of the singers or artist; an allusion, the personalisation of the love.</i> </p>\n\n    <p><i> Subliminally came this name on a day of writing, I was TheoNator before my first weed use.</i> </p>\n\n    <p><i> I got the name Theonator from Terminator, more like God detonator or destroyer, I grew up mad at God, like a phobia, not liking him; having not answered my prayers. Couldn't deduce why my lost textbooks wouldn't materialize in my room.</i> </p>\n\n    <p><i> A journey of Theonator to TheoPhil. Here I am, TheoPhiL the often inordinate . . . rapture singer.</i> </p>\n\n    <p><i> Enjoy the bootleg - soon copyrighted - romanticism inspired work of my growing, to be colossal anthology. </i> </p>\n\n    <p> </p>\n\n    <p>         So I had looked up the word “enough” today, my mind is in shit, I can’t deny it. I miss words when I write.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Tuesday, June 23, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: THE LONG WAY AROUND</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: The Land of the Bumbley Boo by Spike Milligan</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Today is a great day. I’ll be dividing my reading across days, I hope this helps.</p>\n\n    <p> </p>\n\n    <p>         Today in history. 2016 Great Britain breaks off from the European Union.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Wednesday, June 24, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: THE TRULY EDUCATED AREN’T QUARRELSOME</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: The Fiddler of Dooney by W. B. Yeats</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Collected Poems of Maya Angelou</b>:</p>\n\n    <p> Love Letter</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         I hope the electricity supply is steady today, I have a lot to read. I hope to cover much, as I begin highlight and marking of a new version of a computer network book I got.</p>\n\n    <p> </p>\n\n    <p>         Some live for love, some die for love.</p>\n\n    <p> </p>\n\n    <p>         For my skepticism course, I think the best form for retention will be to use examples, representing concepts with memorable examples.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Sunday, June 28, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: NO SELF-FLAGELLATION NEEDED</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: A Bird Came Down the Walk by Emily Dickinson</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         Today starts rainy, I wake up really early, it’s still raining, I guess it’ll drizzle all day, it’s currently 10:50 A.M, I’m lying on my bed and the thought of all I’ll read is precedent above all things. Read a chapter off the skepticism course, I’ll be reading another.</p>\n\n    <p> </p>\n\n    <p>Earlier today I sent a text message to my dad pleading he help me with my visa appointment process, the need to not be dependent upon his handouts has been made known by me; this was at a meeting yesterday. </p>\n\n    <p> </p>\n\n    <p>         I noticed in different instances of seeing videos, especially when playback speed is adjusted to 1.50x, that the motion feels entirely natural, but on reversing back to the default speed 1.00x, there is a sense of it being slow, an almost lull effect, I think this is as a result of habitual premise. This is closely related to addiction—drug use—and how it changes perception of normalcy.</p>\n\n    <p> </p>\n\n    <p>         I started with the physics course and the first video I enjoyed was <i> the origins of mass </i> and it detailed the different effects of atomic particles in mass sum ratio. The particle with the heaviest contribution seems to be a hadron called the meson, even though it wasn’t implicitly stated. What was introduced was the idea of the binding force holding the nucleon particles, I only discovered the meson through a vague look-up of keywords. I’ll continue with the videos today. </p>\n\n    <p> </p>\n\n    <p>         I’m waiting for breakfast and I feel like Igor Stravinsky maybe I should have my head on the floor for a blood rush. It’s not like I’m having a block, I’m just hungry.</p>\n\n    <p> </p>\n\n    <p><strong>-- edit | Monday, June 29, 2020 --</strong> </p>\n\n    <p> </p>\n\n    <p>         I discovered this definition in the dictionary. A Pi-meson is a meson involved in holding the nucleus together; produced as the result of high-energy particle collision. This appears closer, amounting for much of the mass. I also discovered all other sorts of meson.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Monday, June 29, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: NO EXCUSES</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Originally by Carol Ann Duffy</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Collected Poems of Maya Angelou</b>:</p>\n\n    <p> Equality</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         I woke up early this morning, plugged in. Listened to the new album by the Strokes, I had plans of surfing the internet by midnight, but I was too tired for it. I’m about to start my day with no clear-cut activity out of my routine, I think I might start the book by Funminori Nakumara: Last winter we departed.</p>\n\n    <p> </p><p> </p>"
  },
  {
    "date": "Tuesday, June 30, 2020",
    "data": "<p><b class=\"fw-bold\">Devotional</b>: THE OBSTACLE IS THE WAY</p>\n\n    <p> </p>\n\n    <p><b class=\"fw-bold\">Poem of the Day</b>: Ulysses by Alfred, Lord Tennyson</p>\n\n    <p> </p><p> </p><p> </p><p> </p>\n\n    <p><b class=\"fw-bold\">Entries</b>: </p>\n\n    <p> </p>\n\n    <p>         It’s evening already, 4:40 P.M, I’m listening to Astrid S <i> Dance</i> , typing away, well . . . what else . . . I listened to a complete song from a bird just out my window. I guess it’s drawing closer to that time of the year—my place. The reason for this entry is finally, I got a crack on the theory of relativity, the spacetime paradigm shift from space and time—space and time being different dimensions—and the keynote of my discovery is the concept of time. When speed increases time reduces, well that’s simple intuition, time here isn’t <i> time</i> , like the Gregorian, it’s relative time. As you move faster, your clock slows down—in relation. This clearly expresses the phenomenon of time dilation. The central idea being, every object moves through spacetime at one speed: The speed of light. Another important point to note about the theory of relativity is its percept of every point being the centre of the universe, calculations are computed with no external reference point. At the heart of relativity is a change of point of view.</p>\n\n    <p> </p>\n\n    <p>         Einstein's theory of relativity is live and let live.</p>\n\n    <p> </p><p> </p>"
  }
]